
<link rel="stylesheet" type="text/css" href="assets/global/css/agreement.css">


<div class="wrapper">
    {if $CURSCRIPT=='index'}<h1>用户使用许可协议</h1>{/if}
    <p>本《用户使用许可协议》（下称“本《协议》”）是您(下称"用户"或“您”){$_G.setting.title}之间关于使用{$_G.setting.title}出品的各类产品或相关服务所订立的协议，是用户与{$_G.setting.title}关于服务相关事项订立的最终的、完整的且排他的协议。</p>
    <p>本《协议》将对您使用{$_G.setting.title}相关应用或服务的行为产生法律约束力。因此，请您认真阅读本《协议》中的各条款(未成年人应当在监护人陪同下阅读)，包括免除或者限制{$_G.setting.title}责任的免责条款，用户的权利限制条款，约定争议解决方式、司法管辖、法律适用的条款。如果您不能接受本《协议》中的全部条款，请勿安装、复制或使用{$_G.setting.title}的相关产品或服务。用户在注册过程中点击“同意”按钮即表示用户完全接受本《协议》项下的全部条款以及随后{$_G.setting.title}对本《协议》的不时修订，用户选择访问或使用{$_G.setting.title}有关服务，将视为同意接受本《协议》全部条款的约束。</p>
    <ol>
        <li>
            <h2>一、权利声明</h2>
            <p>{$_G.setting.title}拥有其旗下运营的网页、应用（包括其它软件）等产品和服务的知识产权，并受中国法律的保护，任何未经授权而擅自修改、复制、发行、出租、传播、翻译、反向编译或反向工程{$_G.setting.title}旗下应用，均属于侵权行为，{$_G.setting.title}保留依法追究其法律责任的权利。</p>
        </li>
        <li>
            <h2>二、“{$_G.setting.title}”提供的服务</h2>
            <ol>
                <li>
                    <p>{$_G.setting.title}相关应用为用户提供包括但不限于如下服务或功能：浏览商品、推荐资讯、搜索信息、应用更新提醒、收藏同步等功能及服务（下称“本服务”）。除非另有明确规定，基于增强或强化目前服务目的所新增的任何新功能、服务、新产品，均无条件地适用本服务条款。</p>
                    <ol class="sub">
                        <li>1.1 使用{$_G.setting.title}旗下应用来浏览、下载、搜索商品，会产生相应的流量费并由运营商收取，除此以外不产生其他费用。</li>
                        <li>1.2 {$_G.setting.title}旗下应用将提供收藏同步功能，为保证用户数据的安全，{$_G.setting.title}会对用户数据服务器采取严密的安全保护措施。</li>
                        <li>1.3 {$_G.setting.title}旗下应用将提供应用更新提醒功能，需要获取用户手机中已安装的软件应用的名称及版本号数据到服务器中对比，以便提醒您有可以更新的软件应用。</li>
                    </ol>
                </li>
                <li>
                    <p>{$_G.setting.title}不保证服务一定会满足用户的使用要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也不做担保。</p>
                </li>
                <li>
                    <p>为使用{$_G.setting.title}的服务，用户必须自行配备介入国际互联网所必须的设备，包括计算机、手机、掌上电脑机其他存取装置或接受服务所需其他设备，并自行支付与本服务有关的费用。</p>
                </li>
                <li>
                    <p>{$_G.setting.title}保留在日后向用户对全部或部分服务项目收取费用的权利。</p>
                </li>
            </ol>
        </li>
        <li>
            <h2>三、“{$_G.setting.title}”使用授权范围</h2>
            <ol>
                <li>
                    <p>用户可以为非商业目的在计算机或其他掌上终端上安装、使用、显示、运行本应用。用户不得为商业运营目的安装、使用、运行本应用，不可以对本应用或者本应用运行过程中释放到任何终端内存中的数据及本应用运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入本应用和相关系统。</p>
                </li>
                <li>
                    <p>用户不得未经{$_G.setting.title}许可，将本应用安装在未经{$_G.setting.title}明示许可的其他终端设备上。包括但不限于机顶盒、游戏机、电视机、DVD机等。</p>
                </li>
                <li>
                    <p>保留权利：未明示授权的其他一切权利仍归{$_G.setting.title}所有，用户使用其他权利时须另外取得{$_G.setting.title}的书面同意。</p>
                </li>
                <li>
                    <p>用户在遵守法律及本《协议》的前提下可依本《协议》使用本应用，用户不得实施如下行为（包括但不限于）：</p>
                    <ol class="sub">
                        <li>4.1 删除本应用及其他副本上一切关于版权的信息；</li>
                        <li>4.2 对本应用进行反向工程，如反汇编、反编译等；</li>
                        <li>4.3 修改、破坏本应用原状；</li>
                        <li>4.4 进行任何危害网络安全的行为，包括但不限于：未经许可企图探查、扫描、测试本应用系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本应用系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；</li>
                        <li>4.5 用户通过非{$_G.setting.title}开发、授权或认可的第三方兼容软件、系统使用{$_G.setting.title}旗下应用及服务，用户针对{$_G.setting.title}的软件和服务使用非{$_G.setting.title}开发、授权或认证的插件和外挂；</li>
                        <li>4.6 对于本应用相关信息等，未经{$_G.setting.title}书面同意，擅自实施包括但不限于下列行为：使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助本应用发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等；</li>
                        <li>4.7 利用本应用发表、传送、传播、储存违反国家法律、危害国家安全、祖国统一、社会稳定、公序良俗的内容，或任何不当的、侮辱诽谤的、淫秽的、暴力的及任何违反国家法律法规政策的内容；</li>
                        <li>4.8 利用本应用发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容；</li>
                        <li>4.9 利用本应用批量发表、传送、传播广告信息及垃圾信息；</li>
                        <li>4.10 使用任何通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本应用获得的图像或相片的资料或信息；</li>
                        <li>4.11 通过修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，将用于上述用途的软件通过信息网络向公众传播或者运营；</li>
                        <li>4.12 将本应用及{$_G.setting.title}提供的服务用于核设施运行、生命维持或其他会使人类及其财产处于危险之中的重大设备。用户明白本应用及{$_G.setting.title}提供的服务并非为以上目的而设计，如果因为软件和服务的原因导致以上操作失败而带来的人员伤亡、严重的财产损失和环境破坏，{$_G.setting.title}将不承担任何责任；</li>
                        <li>4.13 在未经{$_G.setting.title}书面明确授权前提下，出售、出租、出借、散布、转移或转授权软件和服务或相关的链接或从使用软件和服务或软件和服务的条款中获利，无论以上使用是否为直接经济或金钱收益；</li>
                        <li>4.14 其他以任何不合法的方式、为任何不合法的目的、或以任何与本《协议》不一致的方式使用本应用和和{$_G.setting.title}提供的其他服务。用户若违反上述规定，{$_G.setting.title}有权采取终止、完全或部分中止、限制用户使用本应用的功能。</li>
                    </ol>
                </li>
                <li>
                    <p>使用本应用必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本《协议》。对于用户违法或违反本《协议》的使用而引起的一切责任，由用户负全部责任，一概与{$_G.setting.title}及合作单位无关；导致{$_G.setting.title}及合作单位损失的，{$_G.setting.title}及合作单位有权要求用户赔偿。</p>
                </li>
                <li>
                    <p>如果用户未遵守本《协议》的任何一项条款，{$_G.setting.title}有权立即终止本《协议》，并终止向用户提供本应用及服务，保留通过法律途径追究责任的权利。</p>
                </li>
                <li>
                    <p>本应用为免费软件。用户可以非商业性地下载、安装、复制和散发本应用产品。如果需要进行商业性的销售、复制和散发，例如软件预装和捆绑，必须获得{$_G.setting.title}的书面授权和许可。</p>
                </li>
                <li>
                    <p>本应用为免费软件，使用本应用由用户承担风险，用户应具备本应用产品运行所需的条件，用户必须保证有权使用其运行所需操作系统。在适用法律允许的最大范围内，{$_G.setting.title}在任何情况下不就用户因使用或不能使用本应用产品所发生的特殊的、意外的、直接的或间接的侵权或遭致损失承担赔偿责任。即使已事先被告知该损害发生的可能性。</p>
                </li>
            </ol>
        </li>
        <li>
            <h2>四、“{$_G.setting.title}”使用规则</h2>
        </li>
        <p>特别提醒用户，使用互联网必须遵守国家有关的政策和法律，如刑法、国家安全法、保密法、计算机信息系统安全保护条例、知识产权法等，保护国家利益，保护国家安全，对于违法使用互联网络而引起的一切责任，由用户负全部责任。
            </p><ol>
                <li>
                    <p>用户不得使用本应用进行违反国家法律制度的行为。</p>
                </li>
                <li>
                    <p>本应用同大多数计算机终端软件一样，可能受到各种安全及使用问题的困扰，{$_G.setting.title}均不承担相关责任。包括但不限于：</p>
                    <ol class="sub">
                        <li>2.1 下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人信息和数据的安全，继而威胁对本应用的使用；</li>
                        <li>2.2 浏览访问新闻原文链接时遇到恶意网页，导致计算机终端中毒、受损；</li>
                        <li>2.3 由于被下载文件提供者或网络、用户使用的软件及硬件设备等原因，导致无法正常下载。</li>
                    </ol>
                </li>
                <li>
                    <p>本应用的替换、修改和升级：{$_G.setting.title}保留在任何时候通过为您提供本应用替换、修改、升级版本的权利以及为替换、修改或升级收取费用的权利。{$_G.setting.title}会有升级时会弹窗提示用户，用户也可自行检查升级。软件新版本发布后，{$_G.setting.title}不保证旧版本应用的继续可用。{$_G.setting.title}保留因业务发展需要，单方面对软件的部分功能效果进行改变或进行限制，用户需承担此风险。</p>
                </li>
                <li>
                    <p>青少年应该在父母和老师的指导下使用本应用，正确学习使用本应用。</p>
                </li>
                <li>
                    <p>{$_G.setting.title}敬请用户通过{$_G.setting.title}官方网站或指定方式下载安装本应用产品。谨防在非指定网站下载本应用，以免计算机终端感染能破坏用户数据和获取用户隐私信息的恶意程序。</p>
                </li>
                <li>
                    <p>您可使用本应用及服务发表属于您原创或您有权发表的评论或意见反馈。但您必须保证，您拥有你所上传内容的著作权或已获得合法授权，您使用本应用及服务的任何行为未侵犯任何第三方之合法权益。</p>
                </li>
                <li>
                    <p>您了解并且同意只要您使用本应用及服务，您将遵守本条款中的权利义务。您对所有在您的注册名下发生的一切行为负责。</p>
                </li>
                <li>
                    <p>您了解并且同意{$_G.setting.title}不能为用户行为负责。使用本应用及服务产生的所有风险由您个人承担，{$_G.setting.title}不对本应用及服务的适用性、安全性、无毒性做任何形式的保证。如果您在使用本应用及服务中发现任何违法违规行为，有义务及时向{$_G.setting.title}举报。</p>
                </li>
                <li>
                    <p>用户不得利用本应用及服务故意制作、传播计算机病毒等破坏性程序，不得针对本服务、与本应用及服务连接的服务器或网络制造干扰、混乱，或违反连接本应用及服务的网络的任何要求、程序、政策或规则，否则{$_G.setting.title}将保留追究其法律责任的权利并有权将其提交给相关部门处理。</p>
                </li>
                <li>
                    <p>用户不得利用本应用及服务传播、复制、发送、上传和发布任何妨碍社会治安或非法、虚假、骚扰性、侮辱性、恐吓性、伤害性、破坏性、挑衅性、淫秽色情性等内容的信息。</p>
                </li>
                <li>
                    <p>用户依本《协议》条款所取得的权利不可转让。</p>
                </li>
                <li>
                    <p>如用户违反国家法律法规或本《协议》条款，{$_G.setting.title}和合作公司将有权停止向用户提供服务而不需承担任何责任。如导致{$_G.setting.title}或其合作公司遭受任何损害或遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向{$_G.setting.title}或合作公司赔偿相应的损失，用户需对其违反服务条款所产生的一切后果负全部法律责任。{$_G.setting.title}有权认定和删除用户所发表的任何不符合国家法律、法规和政策、本服务条款的任何文章、资料、图片、图表等内容，且不需要对用户另行通知。</p>
                </li>
                <li>
                    <p>无论任何原因，{$_G.setting.title}可以终止任何账户（或其中的部分），或中止用户对本服务的使用。</p>
                </li>
                <li>
                    <p>用户须遵守包括但不限于以下严禁事宜：</p>
                    <ol class="sub">
                        <li>14.1 利用本应用及服务传播反对宪法所确定的基本原则的内容；</li>
                        <li>14.2 利用本应用及服务传播危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的内容；</li>
                        <li>14.3 利用本应用及服务传播损害国家荣誉和利益的内容；</li>
                        <li>14.4 利用本应用及服务传播煽动民族仇恨、民族歧视，破坏民族团结的内容；</li>
                        <li>14.5 利用本应用及服务传播破坏国家宗教政策，宣扬邪教和封建迷信的内容；</li>
                        <li>14.6 利用本应用及服务散布谣言，扰乱社会秩序，破坏社会稳定的内容；</li>
                        <li>14.7 利用本应用及服务散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的内容；</li>
                        <li>14.8 利用本应用及服务传播侮辱或者诽谤他人，侵害他人合法权益的内容；</li>
                        <li>14.9 利用本应用及服务传播含有法律、行政法规禁止的其他内容；</li>
                        <li>14.10 利用本应用及服务上传任何病毒，木马，或者蠕虫等危害网络健康的内容；</li>
                        <li>14.11 制作、发布、传播用于窃取{$_G.setting.title}帐号及他人专属信息、财产、保密信息的软件；</li>
                        <li>14.12 其他以任何不合法的方式、为任何不合法的目的、或以任何与本《协议》不一致的方式使用本应用和{$_G.setting.title}提供的其他服务。</li>
                    </ol>
                </li>
                <li>
                    <p>{$_G.setting.title}有权在服务中或经过服务投放各种广告和宣传信息，该广告可能以系统消息或弹出窗口等形式出现。</p>
                </li>
                <li>
                    <p>如因用户不遵守本条上述任意一款或者几款的规定，{$_G.setting.title}有权在不事先通知用户的情况下将相应的内容删除或采取终止、完全或部分中止或停止用户使用本应用或服务；如造成{$_G.setting.title}损失的，{$_G.setting.title}有权要求用户给予相应的赔偿，包括但不限于{$_G.setting.title}因此被国家机关予以行政处罚，或者被第三方通过诉讼或其他的方式索赔，赔偿范围包括但不限于罚款、赔偿金以及{$_G.setting.title}支付的相应的诉讼费、律师费。</p>
                </li>
                <li>
                    <p>{$_G.setting.title}保留因业务发展需要，有在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销“{$_G.setting.title}”全部或部分服务的权利。</p>
                </li>
                <li>
                    <p>“{$_G.setting.title}”提供的服务中可能包括广告，用户同意在使用过程中显示“{$_G.setting.title}”和/或第三方供应商、合作伙伴提供的广告。</p>
                </li>
                <li>
                    <p>{$_G.setting.title}及旗下应用的帐户权利及义务：</p>
                    <ol class="sub">
                        <li>19.1 您充分了解“{$_G.setting.title}”应用提供邮箱或手机号码注册账号登陆，</li>
                        <li>19.2 “{$_G.setting.title}”账号所有权均归{$_G.setting.title}所有，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。{$_G.setting.title}因经营需要，有权回收用户的帐号。</li>
                        <li>19.3 您有权更改、删除在“{$_G.setting.title}”帐户上的头像及传送内容等，但需注意，删除有关信息的同时也会删除任何您储存在系统中的文字和图片，请谨慎操作。</li>
                        <li>19.4 您有责任妥善保管注册帐号信息及帐号密码的安全，您应对注册帐号以及密码下的行为承担法律责任。您同意在任何情况下不使用其他成员的帐号或密码。如您怀疑他人使用您的帐号或密码，您可立即通知{$_G.setting.title}。</li>
                        <li>19.5 您应遵守本《协议》的各项条款，正确、适当地使用本服务，如您违反本《协议》中的任何条款，{$_G.setting.title}有权终止为您的“{$_G.setting.title}”帐号提供服务。同时，{$_G.setting.title}保留在任何时候收回“{$_G.setting.title}”及旗下任何产品的帐号、用户名的权利。</li>
                        <li>19.6 您注册“{$_G.setting.title}”旗下任何产品的帐号后如果长期（三个月）不登录该帐号，{$_G.setting.title}有权回收该帐号。</li>
                        <li>19.7 若{$_G.setting.title}应用的用户主动使用“{$_G.setting.title}”账号进行登录，即表示用户愿意使用{$_G.setting.title}提供的个性化服务。您不得冒充他人；不得利用他人的名义发送、接受、分享任何信息；不得恶意使用注册帐户导致其他用户误认。否则{$_G.setting.title}有权立即停止提供服务，收回或删除当前帐户。</li>
                        <li>19.8 您须对在“{$_G.setting.title}”账户上信息的真实性、合法性、无害性、有效性等全权负责，传播信息相关的任何法律责任由您自行承担。</li>
                    </ol>
                </li>
                <li>
                    <p>{$_G.setting.title}可依其合理判断，对违反有关法律法规或本《协议》约定，或侵犯、妨害、威胁任何人权利或安全的内容，或者假冒他人的行为，{$_G.setting.title}有权停止传输任何前述内容，并有权依其合理判断对存在前述行为的任何人士采取适当的法律行动，包括但不限于，从“{$_G.setting.title}”服务中删除具有违法性、侵权性、不当性等内容，终止违反者的成员资格，阻止其使用“{$_G.setting.title}”全部或部分服务，并且依据法律法规保存有关信息向有关部门报告等。</p>
                </li>
            </ol>
        <p></p>
        <li>
            <h2>五、用户信息的使用、限制及隐私保护</h2>
            <p>尊重用户隐私权是{$_G.setting.title}的一贯制度，{$_G.setting.title}将会采取合理的措施保护您的个人隐私信息。</p>
            <p>适用于用户的隐私声明请参见<a href="{$URL}m=agreement&a=privacy">《{$_G.setting.title}隐私保护声明》</a><span>。</span>
            </p>
        </li>
        <li>
            <h2>六、“{$_G.setting.title}”知识产权声明</h2>
            <p>除新闻内容外，{$_G.setting.title}在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归{$_G.setting.title}所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。</p>
            <p>除另有特别声明外，{$_G.setting.title}提供本服务时所依托软件的著作权、专利权及其他知识产权均归{$_G.setting.title}所有。</p>
            <p>“{$_G.setting.title}”服务中所涉及的“{$_G.setting.title}”logo等图形、文字或其组成，以及其他{$_G.setting.title}标志及产品、服务名称，其著作权或商标权均归{$_G.setting.title}所有。</p>
            <p>上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经{$_G.setting.title}、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品，也不得将{$_G.setting.title}的标识以任何方式展示或使用或作其他处理，或向他人表明您有权展示、使用或其他有权处理{$_G.setting.title}标识的行为。</p>
        </li>
        <li>
            <h2>七、服务风险及免责条款</h2>
            <ol>
                <li>
                    <p>利用的许可</p>
                    <ol class="sub">
                        <li>1.1 许可利用您的终端：为了得到本应用所提供的利益，用户在此许可{$_G.setting.title}利用用户终端的处理器和带宽，用作浏览网页、网页视频播放等目的。</li>
                        <li>1.2 保护用户的终端资源：用户认可“{$_G.setting.title}”软件将会尽其商业上的合理努力以保护用户的终端资源及终端通讯的隐私性和完整性，但是，用户承认和同意{$_G.setting.title}不能就此事提供任何保证。</li>
                    </ol>
                </li>
                <li>
                    <p>{$_G.setting.title}特别提请用户注意，{$_G.setting.title}为了保障公司业务发展和调整的自主权，{$_G.setting.title}拥有随时修改或中断服务而不需通知用户的权利，{$_G.setting.title}行使修改或中断服务的权利不需对用户或任何第三方负责。用户必须在同意本条款的前提下，{$_G.setting.title}才开始对用户提供服务。</p>
                </li>
                <li>
                    <p>用户违反本《协议》或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户同意赔偿{$_G.setting.title}与合作公司、关联公司，并使之免受损害。</p>
                </li>
                <li>
                    <p>用户因第三方如通讯线路故障、技术问题、网络、通讯终端故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，{$_G.setting.title}及合作单位不承担责任。</p>
                </li>
                <li>
                    <p>因技术故障等不可抗事件影响到服务的正常运行的，{$_G.setting.title}及合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的一切损失，{$_G.setting.title}及合作单位不承担责任。</p>
                </li>
                <li>
                    <p>本应用同大多数互联网软件一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机终端信息和数据的安全，继而影响本应用的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
                </li>
                <li>
                    <p>非经{$_G.setting.title}或{$_G.setting.title}授权开发并正式发布的其它任何由本应用衍生的软件均属非法，下载、安装、使用此类软件，将可能导致不可预知的风险，由此产生的一切法律责任与纠纷一概与{$_G.setting.title}无关。</p>
                </li>
                <li>
                    <p>用户须明白，使用本应用产品涉及到Internet服务，可能会受到各个环节不稳定因素的影响。因此服务存在因不可抗力、计算机终端病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，{$_G.setting.title}不作担保。对因此导致用户不能发送和接受阅读信息、或接发错信息，{$_G.setting.title}不承担任何责任。</p>
                </li>
                <li>
                    <p>用户须明白，在使用本应用产品存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，{$_G.setting.title}和合作公司对服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
                </li>
                <li>
                    <p>因用户使用本应用或要求{$_G.setting.title}提供特定服务时，本应用可能会调用第三方系统支持用户的使用或访问，使用或访问的结果由该第三方提供，{$_G.setting.title}不保证通过第三方系统支持实现的结果的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与{$_G.setting.title}无关，{$_G.setting.title}不承担任何责任。</p>
                </li>
                <li>
                    <p>{$_G.setting.title}定义的信息内容包括：文字、软件、声音、相片、录像、图表；在广告中全部内容；{$_G.setting.title}为用户提供的商业信息，所有这些内容受版权、商标权、和其它知识产权和所有权法律的保护。所以，用户只能在{$_G.setting.title}和广告商授权下才能使用这些内容，而不能擅自复制、修改、编撰这些内容、或创造与内容有关的衍生产品。</p>
                </li>
                <li>
                    <p>用户在使用本应用及服务时，须自行承担如下包括但不限于来自{$_G.setting.title}不可掌控的风险内容：</p>
                    <ol class="sub">
                        <li>12.1 由于不可抗拒因素引起的名片、短信等个人信息丢失、泄漏等风险；</li>
                        <li>12.2 用户必须选择与所安装计算机终端相匹配的“{$_G.setting.title}”软件版本，否则，由于软件与终端型号或操作系统不相匹配所导致的任何软件问题或损害，均由用户自行承担。</li>
                        <li>12.3 用户计算机终端隐私信息在使用本应用及服务时可能产生的信息安全风险。</li>
                        <li>12.4 用户在使用本应用访问第三方网站时遇到内容质量及安全问题等，均由用户自行承担。</li>
                    </ol>
                </li>
                <li>
                    <p>{$_G.setting.title}在此特别提醒：</p>
                    <ol class="sub">
                        <li>13.1 使用本应用必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本《协议》。对于用户违法或违反本《协议》的使用而引起的一切责任，由用户负全部责任，一概与{$_G.setting.title}及合作单位无关；导致{$_G.setting.title}及合作单位损失的，{$_G.setting.title}及合作单位有权要求用户赔偿，并有权保留相关记录。而且，对于用户违法或违反本《协议》以及违反了利用{$_G.setting.title}账号访问的{$_G.setting.title}或合作单位的其他服务规定的相关服务条款，{$_G.setting.title}有权视用户的行为性质，在不事先通知用户的情况下，采取包括但不限于中断使用许可、停止提供服务、限制使用、回收用户帐号、法律追究等措施。</li>
                        <li>13.2 非经{$_G.setting.title}或{$_G.setting.title}授权开发并正式发布的其它任何由本应用衍生的软件均属非法，下载、安装、使用此类软件，将可能导致不可预知的风险，由此产生的一切法律责任与纠纷一概与{$_G.setting.title}无关。用户不得轻易下载、安装、使用此类软件。</li>
                        <li>13.3 用户须明白，{$_G.setting.title}依据法律规定或相关政府部门的要求提供您的个人信息，{$_G.setting.title}不承担因此造成的一切法律责任。</li>
                        <li>13.4 用户须明白，他人匿名或冒名使用“{$_G.setting.title}”传播的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险，{$_G.setting.title}不承担因此造成的一切法律责任。</li>
                        <li>13.5 用户须明白，用户之间通过“{$_G.setting.title}”与其他用户交往，因受误导或欺骗而导致或可能导致的任何心理、生理上的伤害以及经济上的损失，{$_G.setting.title}不承担因此造成的一切法律责任。</li>
                        <li>13.6 “{$_G.setting.title}”明文声明，不以明示或默示及以任何形式对“{$_G.setting.title}”及其合作公司服务之及时性、安全性、准确性做出担保。</li>
                        <li>13.7 您违反本《协议》或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿{$_G.setting.title}与合作公司、关联公司，并使之免受损害。</li>
                    </ol>
                </li>
            </ol>
        </li>
        <li>
            <h2>八、其他条款</h2>
            <ol>
                <li>
                    <p>{$_G.setting.title}郑重提醒用户注意本《协议》中免除{$_G.setting.title}责任和加重用户义务的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本《协议》。</p>
                </li>
                <li>
                    <p>本《协议》所定的任何条款的部分或全部无效者，不影响其它条款的效力。</p>
                </li>
                <li>
                    <p>本《协议》签订地为湖北。本《协议》的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和{$_G.setting.title}之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交北京仲裁委管辖。</p>
                </li>
                <li>
                    <p>本《协议》所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本《协议》涵义解释的依据。</p>
                </li>
                <li>
                    <p>若您对{$_G.setting.title}及本服务有任何意见，欢迎垂询{$_G.setting.title}官方网站（{$_G.siteurl}）。</span>
                    </p>
                </li>
                <li>
                    <p>对于违法及不良信息，您也可以进行举报
                    <p>举报中心网址：http://www.12377.cn</p>
                   <p>网络举报途径：http://www.12377.cn/node_548446.htm</p>
                    </p>
                </li>
            </ol>
        </li>
    </ol>
</div>
