<?php
if(!defined('IN_TTAE')) exit('Access Denied');
 //UZ-SYSTEM! cache file, DO NOT modify me!
//Identify: b70ffa6adfd7cd2bca9b16d506fdd43d

 return array (
  50026523 => 
  array (
    'cid' => 50026523,
    'name' => '休闲娱乐',
    'sub' => 
    array (
      50026008 => 
      array (
        'cid' => 50026008,
        'name' => '酒吧/俱乐部/私人会所',
      ),
      50019100 => 
      array (
        'cid' => 50019100,
        'name' => '足浴/洗浴/按摩',
      ),
      50019080 => 
      array (
        'cid' => 50019080,
        'name' => '美容美发/美体美甲',
      ),
      50026044 => 
      array (
        'cid' => 50026044,
        'name' => '户外休闲玩乐',
      ),
      50019079 => 
      array (
        'cid' => 50019079,
        'name' => '运动健身',
      ),
      50025982 => 
      array (
        'cid' => 50025982,
        'name' => '室内休闲玩乐',
      ),
      50026568 => 
      array (
        'cid' => 50026568,
        'name' => '其他休闲娱乐',
      ),
      50348001 => 
      array (
        'cid' => 50348001,
        'name' => '茶馆/棋牌/咖啡馆',
      ),
      121858001 => 
      array (
        'cid' => 121858001,
        'name' => '景点观光',
      ),
      122596004 => 
      array (
        'cid' => 122596004,
        'name' => 'KTV',
      ),
    ),
  ),
  50008075 => 
  array (
    'cid' => 50008075,
    'name' => '餐饮美食',
    'sub' => 
    array (
      50015759 => 
      array (
        'cid' => 50015759,
        'name' => '中餐/地方菜系',
      ),
      50026022 => 
      array (
        'cid' => 50026022,
        'name' => '日韩料理/亚洲美食',
      ),
      50015758 => 
      array (
        'cid' => 50015758,
        'name' => '西餐',
      ),
      50015757 => 
      array (
        'cid' => 50015757,
        'name' => '自助餐',
      ),
      50019073 => 
      array (
        'cid' => 50019073,
        'name' => '甜品/冰淇淋/咖啡/冷饮',
      ),
      50025996 => 
      array (
        'cid' => 50025996,
        'name' => '快餐/小吃/西式快餐',
      ),
      50019072 => 
      array (
        'cid' => 50019072,
        'name' => '其他美食折扣券',
      ),
      50026554 => 
      array (
        'cid' => 50026554,
        'name' => '火锅/干锅/豆捞',
      ),
      50026002 => 
      array (
        'cid' => 50026002,
        'name' => '烧烤/烧肉/烤鱼',
      ),
      50015762 => 
      array (
        'cid' => 50015762,
        'name' => '茶楼/茶馆',
      ),
    ),
  ),
  50020808 => 
  array (
    'cid' => 50020808,
    'name' => '家居饰品',
    'sub' => 
    array (
      50020835 => 
      array (
        'cid' => 50020835,
        'name' => '摆件',
      ),
      122632007 => 
      array (
        'cid' => 122632007,
        'name' => '装饰画',
      ),
      50020841 => 
      array (
        'cid' => 50020841,
        'name' => '照片/照片墙',
      ),
      50000561 => 
      array (
        'cid' => 50000561,
        'name' => '相框/画框',
      ),
      50020840 => 
      array (
        'cid' => 50020840,
        'name' => '贴饰',
      ),
      50024938 => 
      array (
        'cid' => 50024938,
        'name' => '花瓶/花器/仿真花/仿真饰品',
      ),
      50020836 => 
      array (
        'cid' => 50020836,
        'name' => '装饰器皿',
      ),
      50001290 => 
      array (
        'cid' => 50001290,
        'name' => '壁饰',
      ),
      50020842 => 
      array (
        'cid' => 50020842,
        'name' => '装饰架/装饰搁板',
      ),
      50020845 => 
      array (
        'cid' => 50020845,
        'name' => '装饰挂钩',
      ),
      50020843 => 
      array (
        'cid' => 50020843,
        'name' => '装饰挂牌',
      ),
      50020834 => 
      array (
        'cid' => 50020834,
        'name' => '雕刻工艺',
      ),
      50020848 => 
      array (
        'cid' => 50020848,
        'name' => '蜡烛/烛台',
      ),
      50020850 => 
      array (
        'cid' => 50020850,
        'name' => '家居钟饰/闹钟',
      ),
      50020854 => 
      array (
        'cid' => 50020854,
        'name' => '香薰炉',
      ),
      50020851 => 
      array (
        'cid' => 50020851,
        'name' => '工艺伞',
      ),
      50010356 => 
      array (
        'cid' => 50010356,
        'name' => '工艺船',
      ),
      50022440 => 
      array (
        'cid' => 50022440,
        'name' => '工艺扇',
      ),
      50020846 => 
      array (
        'cid' => 50020846,
        'name' => '风铃及配件',
      ),
      50020856 => 
      array (
        'cid' => 50020856,
        'name' => '创意饰品',
      ),
      50022568 => 
      array (
        'cid' => 50022568,
        'name' => '其他工艺饰品',
      ),
      121454029 => 
      array (
        'cid' => 121454029,
        'name' => '挂历',
      ),
      121426022 => 
      array (
        'cid' => 121426022,
        'name' => '台历',
      ),
      50020855 => 
      array (
        'cid' => 50020855,
        'name' => '竹炭包',
      ),
    ),
  ),
  30 => 
  array (
    'cid' => 30,
    'name' => '男装',
    'sub' => 
    array (
      50011153 => 
      array (
        'cid' => 50011153,
        'name' => '背心/马甲',
      ),
      50000436 => 
      array (
        'cid' => 50000436,
        'name' => 'T恤',
      ),
      50010402 => 
      array (
        'cid' => 50010402,
        'name' => 'Polo衫',
      ),
      50011123 => 
      array (
        'cid' => 50011123,
        'name' => '衬衫',
      ),
      50000557 => 
      array (
        'cid' => 50000557,
        'name' => '针织衫/毛衣',
      ),
      50010167 => 
      array (
        'cid' => 50010167,
        'name' => '牛仔裤',
      ),
      3035 => 
      array (
        'cid' => 3035,
        'name' => '休闲裤',
      ),
      50025885 => 
      array (
        'cid' => 50025885,
        'name' => '棉裤',
      ),
      50025884 => 
      array (
        'cid' => 50025884,
        'name' => '羽绒裤',
      ),
      50011127 => 
      array (
        'cid' => 50011127,
        'name' => '皮裤',
      ),
      50010158 => 
      array (
        'cid' => 50010158,
        'name' => '夹克',
      ),
      50010159 => 
      array (
        'cid' => 50010159,
        'name' => '卫衣',
      ),
      50011159 => 
      array (
        'cid' => 50011159,
        'name' => '风衣',
      ),
      50025883 => 
      array (
        'cid' => 50025883,
        'name' => '毛呢大衣',
      ),
      50011165 => 
      array (
        'cid' => 50011165,
        'name' => '棉衣',
      ),
      50011161 => 
      array (
        'cid' => 50011161,
        'name' => '皮衣',
      ),
      50011167 => 
      array (
        'cid' => 50011167,
        'name' => '羽绒服',
      ),
      50010160 => 
      array (
        'cid' => 50010160,
        'name' => '西服',
      ),
      50011129 => 
      array (
        'cid' => 50011129,
        'name' => '西裤',
      ),
      50011130 => 
      array (
        'cid' => 50011130,
        'name' => '西服套装',
      ),
      50001748 => 
      array (
        'cid' => 50001748,
        'name' => '民族服装',
      ),
      50005867 => 
      array (
        'cid' => 50005867,
        'name' => '工装制服',
      ),
    ),
  ),
  50008164 => 
  array (
    'cid' => 50008164,
    'name' => '住宅家具',
    'sub' => 
    array (
      50001705 => 
      array (
        'cid' => 50001705,
        'name' => '柜类',
      ),
      50015200 => 
      array (
        'cid' => 50015200,
        'name' => '床类',
      ),
      50021837 => 
      array (
        'cid' => 50021837,
        'name' => '床垫类',
      ),
      50020006 => 
      array (
        'cid' => 50020006,
        'name' => '沙发类',
      ),
      50015455 => 
      array (
        'cid' => 50015455,
        'name' => '坐具类',
      ),
      50015816 => 
      array (
        'cid' => 50015816,
        'name' => '几类',
      ),
      50008280 => 
      array (
        'cid' => 50008280,
        'name' => '桌类',
      ),
      50008274 => 
      array (
        'cid' => 50008274,
        'name' => '架类',
      ),
      50020618 => 
      array (
        'cid' => 50020618,
        'name' => '箱类',
      ),
      50020617 => 
      array (
        'cid' => 50020617,
        'name' => '镜子类',
      ),
      50020614 => 
      array (
        'cid' => 50020614,
        'name' => '根雕类',
      ),
      50015915 => 
      array (
        'cid' => 50015915,
        'name' => '屏风/花窗',
      ),
      50015886 => 
      array (
        'cid' => 50015886,
        'name' => '案/台类',
      ),
      50015230 => 
      array (
        'cid' => 50015230,
        'name' => '户外/庭院家具',
      ),
      50015568 => 
      array (
        'cid' => 50015568,
        'name' => '家具辅料',
      ),
      50015566 => 
      array (
        'cid' => 50015566,
        'name' => '二手/闲置专区',
      ),
      50015771 => 
      array (
        'cid' => 50015771,
        'name' => '成套家具',
      ),
      50022373 => 
      array (
        'cid' => 50022373,
        'name' => '情趣家具',
      ),
      50236005 => 
      array (
        'cid' => 50236005,
        'name' => '家具服务（仅供集市服务商）',
      ),
      120840001 => 
      array (
        'cid' => 120840001,
        'name' => 'O2O专用（天猫专用）',
      ),
      121384016 => 
      array (
        'cid' => 121384016,
        'name' => '设计师家具（NEW）',
      ),
    ),
  ),
  50020611 => 
  array (
    'cid' => 50020611,
    'name' => '商业/办公家具',
    'sub' => 
    array (
      50015518 => 
      array (
        'cid' => 50015518,
        'name' => '货架/展柜',
      ),
      211503 => 
      array (
        'cid' => 211503,
        'name' => '办公家具',
      ),
      50020612 => 
      array (
        'cid' => 50020612,
        'name' => '超市家具',
      ),
      50020671 => 
      array (
        'cid' => 50020671,
        'name' => '城市家具',
      ),
      50015541 => 
      array (
        'cid' => 50015541,
        'name' => '酒店家具',
      ),
      50020672 => 
      array (
        'cid' => 50020672,
        'name' => '餐饮/烘焙家具',
      ),
      50020673 => 
      array (
        'cid' => 50020673,
        'name' => '服装店家具',
      ),
      50020674 => 
      array (
        'cid' => 50020674,
        'name' => '娱乐/酒吧/KTV家具',
      ),
      50020675 => 
      array (
        'cid' => 50020675,
        'name' => '桑拿/足浴/健身家具',
      ),
      50020677 => 
      array (
        'cid' => 50020677,
        'name' => '发廊/美容家具',
      ),
      50020679 => 
      array (
        'cid' => 50020679,
        'name' => '校园教学家具',
      ),
      50020680 => 
      array (
        'cid' => 50020680,
        'name' => '医疗家具',
      ),
      50020681 => 
      array (
        'cid' => 50020681,
        'name' => '殡葬业家具',
      ),
      120836002 => 
      array (
        'cid' => 120836002,
        'name' => 'O2O专用（天猫专用）',
      ),
    ),
  ),
  50023904 => 
  array (
    'cid' => 50023904,
    'name' => '国货精品数码',
    'sub' => 
    array (
      50023945 => 
      array (
        'cid' => 50023945,
        'name' => '国货精品笔记本',
      ),
      50012081 => 
      array (
        'cid' => 50012081,
        'name' => '国货精品手机',
      ),
    ),
  ),
  50010788 => 
  array (
    'cid' => 50010788,
    'name' => '彩妆/香水/美妆工具',
    'sub' => 
    array (
      50010815 => 
      array (
        'cid' => 50010815,
        'name' => '香水',
      ),
      50010793 => 
      array (
        'cid' => 50010793,
        'name' => '隔离/妆前/打底',
      ),
      50013794 => 
      array (
        'cid' => 50013794,
        'name' => 'BB霜',
      ),
      50010803 => 
      array (
        'cid' => 50010803,
        'name' => '遮瑕',
      ),
      50010789 => 
      array (
        'cid' => 50010789,
        'name' => '粉底液/膏',
      ),
      50010790 => 
      array (
        'cid' => 50010790,
        'name' => '粉饼',
      ),
      50010792 => 
      array (
        'cid' => 50010792,
        'name' => '蜜粉/散粉',
      ),
      50010798 => 
      array (
        'cid' => 50010798,
        'name' => '眉笔/眉粉/眉膏',
      ),
      50010797 => 
      array (
        'cid' => 50010797,
        'name' => '眼线',
      ),
      50010796 => 
      array (
        'cid' => 50010796,
        'name' => '眼影',
      ),
      50010794 => 
      array (
        'cid' => 50010794,
        'name' => '睫毛膏/睫毛增长液',
      ),
      50010805 => 
      array (
        'cid' => 50010805,
        'name' => '腮红/胭脂',
      ),
      50010801 => 
      array (
        'cid' => 50010801,
        'name' => '唇笔/唇线笔',
      ),
      50010807 => 
      array (
        'cid' => 50010807,
        'name' => '唇彩/唇蜜',
      ),
      50010808 => 
      array (
        'cid' => 50010808,
        'name' => '唇膏/口红',
      ),
      50010813 => 
      array (
        'cid' => 50010813,
        'name' => '身体彩绘',
      ),
      50010814 => 
      array (
        'cid' => 50010814,
        'name' => '其它彩妆',
      ),
      121382014 => 
      array (
        'cid' => 121382014,
        'name' => '高光',
      ),
      121398004 => 
      array (
        'cid' => 121398004,
        'name' => '粉底',
      ),
      121388007 => 
      array (
        'cid' => 121388007,
        'name' => '阴影',
      ),
      121426007 => 
      array (
        'cid' => 121426007,
        'name' => '隔离/妆前',
      ),
      121410007 => 
      array (
        'cid' => 121410007,
        'name' => '定妆',
      ),
      121460005 => 
      array (
        'cid' => 121460005,
        'name' => '美甲工具',
      ),
      121398006 => 
      array (
        'cid' => 121398006,
        'name' => '指甲油/美甲产品（新）',
      ),
      121388008 => 
      array (
        'cid' => 121388008,
        'name' => '彩妆盘',
      ),
      121452004 => 
      array (
        'cid' => 121452004,
        'name' => '彩妆套装',
      ),
      121398020 => 
      array (
        'cid' => 121398020,
        'name' => '男士彩妆（新）',
      ),
      121386023 => 
      array (
        'cid' => 121386023,
        'name' => '假睫毛',
      ),
      122438001 => 
      array (
        'cid' => 122438001,
        'name' => '其他美容工具',
      ),
    ),
  ),
  1801 => 
  array (
    'cid' => 1801,
    'name' => '美容护肤/美体/精油',
    'sub' => 
    array (
      50011990 => 
      array (
        'cid' => 50011990,
        'name' => '卸妆',
      ),
      50011977 => 
      array (
        'cid' => 50011977,
        'name' => '洁面',
      ),
      50011978 => 
      array (
        'cid' => 50011978,
        'name' => '化妆水/爽肤水',
      ),
      50011979 => 
      array (
        'cid' => 50011979,
        'name' => '面部精华',
      ),
      50011980 => 
      array (
        'cid' => 50011980,
        'name' => '乳液/面霜',
      ),
      50011982 => 
      array (
        'cid' => 50011982,
        'name' => '防晒',
      ),
      50011992 => 
      array (
        'cid' => 50011992,
        'name' => '精油芳疗',
      ),
      50011996 => 
      array (
        'cid' => 50011996,
        'name' => '面部按摩霜',
      ),
      50011997 => 
      array (
        'cid' => 50011997,
        'name' => '面部磨砂/去角质',
      ),
      50011993 => 
      array (
        'cid' => 50011993,
        'name' => '面部护理套装',
      ),
      50011991 => 
      array (
        'cid' => 50011991,
        'name' => '其他保养',
      ),
      121408009 => 
      array (
        'cid' => 121408009,
        'name' => 'T区护理（新）',
      ),
      121366011 => 
      array (
        'cid' => 121366011,
        'name' => '胸部护理（新）',
      ),
      121368010 => 
      array (
        'cid' => 121368010,
        'name' => '男士护理（新）',
      ),
      121390006 => 
      array (
        'cid' => 121390006,
        'name' => '面膜（新）',
      ),
      121390007 => 
      array (
        'cid' => 121390007,
        'name' => '手部保养（新）',
      ),
      121466009 => 
      array (
        'cid' => 121466009,
        'name' => '身体护理（新）',
      ),
      121448009 => 
      array (
        'cid' => 121448009,
        'name' => '唇部护理（新）',
      ),
      121454013 => 
      array (
        'cid' => 121454013,
        'name' => '眼部护理（新）',
      ),
      122430002 => 
      array (
        'cid' => 122430002,
        'name' => '足部护理',
      ),
    ),
  ),
  50023282 => 
  array (
    'cid' => 50023282,
    'name' => '美发护发/假发',
    'sub' => 
    array (
      50023283 => 
      array (
        'cid' => 50023283,
        'name' => '假发',
      ),
      50023293 => 
      array (
        'cid' => 50023293,
        'name' => '头发造型',
      ),
      50023294 => 
      array (
        'cid' => 50023294,
        'name' => '染发烫发',
      ),
      121404024 => 
      array (
        'cid' => 121404024,
        'name' => '洗发护发（新）',
      ),
      122438002 => 
      array (
        'cid' => 122438002,
        'name' => '假发配件',
      ),
    ),
  ),
  1512 => 
  array (
    'cid' => 1512,
    'name' => '手机',
    'sub' => 
    array (
    ),
  ),
  14 => 
  array (
    'cid' => 14,
    'name' => '数码相机/单反相机/摄像机',
    'sub' => 
    array (
      1403 => 
      array (
        'cid' => 1403,
        'name' => '普通数码相机',
      ),
      50003773 => 
      array (
        'cid' => 50003773,
        'name' => '专业数码单反',
      ),
      1402 => 
      array (
        'cid' => 1402,
        'name' => '数码摄像机',
      ),
      140116 => 
      array (
        'cid' => 140116,
        'name' => '单反镜头',
      ),
      50021422 => 
      array (
        'cid' => 50021422,
        'name' => '单电微单',
      ),
      50003770 => 
      array (
        'cid' => 50003770,
        'name' => '胶卷相机',
      ),
      50003793 => 
      array (
        'cid' => 50003793,
        'name' => 'LOMO',
      ),
    ),
  ),
  1201 => 
  array (
    'cid' => 1201,
    'name' => 'MP3/MP4/iPod/录音笔',
    'sub' => 
    array (
    ),
  ),
  1101 => 
  array (
    'cid' => 1101,
    'name' => '笔记本电脑',
    'sub' => 
    array (
    ),
  ),
  11 => 
  array (
    'cid' => 11,
    'name' => '电脑硬件/显示器/电脑周边',
    'sub' => 
    array (
      50012320 => 
      array (
        'cid' => 50012320,
        'name' => '无线鼠标',
      ),
      50012307 => 
      array (
        'cid' => 50012307,
        'name' => '有线鼠标',
      ),
      110210 => 
      array (
        'cid' => 110210,
        'name' => '键盘',
      ),
      110502 => 
      array (
        'cid' => 110502,
        'name' => '显示器',
      ),
      110203 => 
      array (
        'cid' => 110203,
        'name' => 'CPU',
      ),
      110202 => 
      array (
        'cid' => 110202,
        'name' => '内存',
      ),
      110207 => 
      array (
        'cid' => 110207,
        'name' => '机械硬盘',
      ),
      50013151 => 
      array (
        'cid' => 50013151,
        'name' => '固态硬盘',
      ),
      110201 => 
      array (
        'cid' => 110201,
        'name' => '主板',
      ),
      110206 => 
      array (
        'cid' => 110206,
        'name' => '显卡',
      ),
      50003848 => 
      array (
        'cid' => 50003848,
        'name' => '电源',
      ),
      110211 => 
      array (
        'cid' => 110211,
        'name' => '机箱',
      ),
      110215 => 
      array (
        'cid' => 110215,
        'name' => '散热器/风扇',
      ),
      110205 => 
      array (
        'cid' => 110205,
        'name' => '声卡',
      ),
      50003321 => 
      array (
        'cid' => 50003321,
        'name' => '电脑周边',
      ),
      50008759 => 
      array (
        'cid' => 50008759,
        'name' => '组装液晶显示器',
      ),
      50002415 => 
      array (
        'cid' => 50002415,
        'name' => '键鼠套装',
      ),
      110511 => 
      array (
        'cid' => 110511,
        'name' => '手写输入/绘图板',
      ),
      124226006 => 
      array (
        'cid' => 124226006,
        'name' => '电脑视听配件',
      ),
      124252004 => 
      array (
        'cid' => 124252004,
        'name' => '虚拟现实设备',
      ),
      124254004 => 
      array (
        'cid' => 124254004,
        'name' => '智能电脑硬件',
      ),
      124246007 => 
      array (
        'cid' => 124246007,
        'name' => '硬件套装',
      ),
    ),
  ),
  50018264 => 
  array (
    'cid' => 50018264,
    'name' => '网络设备/网络相关',
    'sub' => 
    array (
      110209 => 
      array (
        'cid' => 110209,
        'name' => '网卡',
      ),
      50016214 => 
      array (
        'cid' => 50016214,
        'name' => '网关',
      ),
      50016213 => 
      array (
        'cid' => 50016213,
        'name' => '宽带猫/光猫',
      ),
      110805 => 
      array (
        'cid' => 110805,
        'name' => '交换机',
      ),
      50016189 => 
      array (
        'cid' => 50016189,
        'name' => '光纤设备',
      ),
      50016195 => 
      array (
        'cid' => 50016195,
        'name' => '网络存储设备',
      ),
      50016203 => 
      array (
        'cid' => 50016203,
        'name' => '电脑/网络工具',
      ),
      50019309 => 
      array (
        'cid' => 50019309,
        'name' => '无线网络',
      ),
      50019318 => 
      array (
        'cid' => 50019318,
        'name' => '网络设备',
      ),
      50019341 => 
      array (
        'cid' => 50019341,
        'name' => '网络安全',
      ),
      50019361 => 
      array (
        'cid' => 50019361,
        'name' => '机房布线',
      ),
      50019494 => 
      array (
        'cid' => 50019494,
        'name' => '视频监控',
      ),
      50019510 => 
      array (
        'cid' => 50019510,
        'name' => '语音视频',
      ),
      110809 => 
      array (
        'cid' => 110809,
        'name' => '其它网络相关',
      ),
      50019812 => 
      array (
        'cid' => 50019812,
        'name' => '路由器/猫/网卡配件',
      ),
      50020174 => 
      array (
        'cid' => 50020174,
        'name' => '数码线材',
      ),
      50118013 => 
      array (
        'cid' => 50118013,
        'name' => '无线高清',
      ),
      124238002 => 
      array (
        'cid' => 124238002,
        'name' => '路由器',
      ),
      124212008 => 
      array (
        'cid' => 124212008,
        'name' => '无线上网卡/上网终端',
      ),
      124242005 => 
      array (
        'cid' => 124242005,
        'name' => '智能控制终端',
      ),
    ),
  ),
  50008090 => 
  array (
    'cid' => 50008090,
    'name' => '3C数码配件',
    'sub' => 
    array (
      50018326 => 
      array (
        'cid' => 50018326,
        'name' => '苹果专用配件',
      ),
      50024094 => 
      array (
        'cid' => 50024094,
        'name' => '手机配件',
      ),
      50024095 => 
      array (
        'cid' => 50024095,
        'name' => '笔记本电脑配件',
      ),
      50024096 => 
      array (
        'cid' => 50024096,
        'name' => '数码相机配件',
      ),
      50024097 => 
      array (
        'cid' => 50024097,
        'name' => '单反/单电相机配件',
      ),
      50024098 => 
      array (
        'cid' => 50024098,
        'name' => '平板电脑配件',
      ),
      50005051 => 
      array (
        'cid' => 50005051,
        'name' => 'MP3/MP4配件',
      ),
      50020180 => 
      array (
        'cid' => 50020180,
        'name' => '电子书配件',
      ),
      50024104 => 
      array (
        'cid' => 50024104,
        'name' => '电教产品配件',
      ),
      50024103 => 
      array (
        'cid' => 50024103,
        'name' => '摄像机配件',
      ),
      50011826 => 
      array (
        'cid' => 50011826,
        'name' => '家电影音周边配件',
      ),
      50024099 => 
      array (
        'cid' => 50024099,
        'name' => '电子元器件市场',
      ),
      50018909 => 
      array (
        'cid' => 50018909,
        'name' => 'USB电脑周边',
      ),
      50024101 => 
      array (
        'cid' => 50024101,
        'name' => '数码包/收纳/整理',
      ),
      111703 => 
      array (
        'cid' => 111703,
        'name' => '3G无线上网卡设备',
      ),
      50009211 => 
      array (
        'cid' => 50009211,
        'name' => '移动电源',
      ),
      50005050 => 
      array (
        'cid' => 50005050,
        'name' => '蓝牙耳机',
      ),
      50008482 => 
      array (
        'cid' => 50008482,
        'name' => '数码相框',
      ),
      50003312 => 
      array (
        'cid' => 50003312,
        'name' => '干电池/充电电池/套装',
      ),
      50024109 => 
      array (
        'cid' => 50024109,
        'name' => '数码周边',
      ),
      50050622 => 
      array (
        'cid' => 50050622,
        'name' => '胶片相机配件',
      ),
      120878006 => 
      array (
        'cid' => 120878006,
        'name' => '智能手环',
      ),
      123242003 => 
      array (
        'cid' => 123242003,
        'name' => '智能排插',
      ),
      123538002 => 
      array (
        'cid' => 123538002,
        'name' => '车载手机配件',
      ),
      124086006 => 
      array (
        'cid' => 124086006,
        'name' => '智能手表',
      ),
      124138007 => 
      array (
        'cid' => 124138007,
        'name' => '智能眼镜',
      ),
      124102008 => 
      array (
        'cid' => 124102008,
        'name' => '运动跟踪器',
      ),
      124130011 => 
      array (
        'cid' => 124130011,
        'name' => '智能健康',
      ),
      124088007 => 
      array (
        'cid' => 124088007,
        'name' => '智能配饰',
      ),
      124096010 => 
      array (
        'cid' => 124096010,
        'name' => '智能拍摄',
      ),
      124146004 => 
      array (
        'cid' => 124146004,
        'name' => '其他智能设备',
      ),
      124246008 => 
      array (
        'cid' => 124246008,
        'name' => '智能设备配件',
      ),
    ),
  ),
  50012164 => 
  array (
    'cid' => 50012164,
    'name' => '闪存卡/U盘/存储/移动硬盘',
    'sub' => 
    array (
      50012165 => 
      array (
        'cid' => 50012165,
        'name' => 'U盘',
      ),
      50012166 => 
      array (
        'cid' => 50012166,
        'name' => '闪存卡',
      ),
      50012167 => 
      array (
        'cid' => 50012167,
        'name' => '记忆棒',
      ),
      110507 => 
      array (
        'cid' => 110507,
        'name' => '移动硬盘',
      ),
    ),
  ),
  50007218 => 
  array (
    'cid' => 50007218,
    'name' => '办公设备/耗材/相关服务',
    'sub' => 
    array (
      50012601 => 
      array (
        'cid' => 50012601,
        'name' => '打印机配件',
      ),
      110514 => 
      array (
        'cid' => 110514,
        'name' => '打印机',
      ),
      111219 => 
      array (
        'cid' => 111219,
        'name' => '投影机',
      ),
      50021132 => 
      array (
        'cid' => 50021132,
        'name' => '绳索/扎带/办公线材',
      ),
      110501 => 
      array (
        'cid' => 110501,
        'name' => '扫描仪',
      ),
      211710 => 
      array (
        'cid' => 211710,
        'name' => '碎纸机',
      ),
      111201 => 
      array (
        'cid' => 111201,
        'name' => '复合复印机',
      ),
      50010757 => 
      array (
        'cid' => 50010757,
        'name' => '其它办公设备',
      ),
      50001718 => 
      array (
        'cid' => 50001718,
        'name' => '保险箱',
      ),
      50008551 => 
      array (
        'cid' => 50008551,
        'name' => '传真/通信设备',
      ),
      50008352 => 
      array (
        'cid' => 50008352,
        'name' => '投影机配件',
      ),
      50012600 => 
      array (
        'cid' => 50012600,
        'name' => '办公设备配件及相关服务',
      ),
      111409 => 
      array (
        'cid' => 111409,
        'name' => '其它耗材',
      ),
      140117 => 
      array (
        'cid' => 140117,
        'name' => '胶卷',
      ),
      50019240 => 
      array (
        'cid' => 50019240,
        'name' => '墨水',
      ),
      50019250 => 
      array (
        'cid' => 50019250,
        'name' => '办公用纸',
      ),
      50021133 => 
      array (
        'cid' => 50021133,
        'name' => '胶带',
      ),
      50024248 => 
      array (
        'cid' => 50024248,
        'name' => '墨粉硒鼓耗材类',
      ),
      50024253 => 
      array (
        'cid' => 50024253,
        'name' => '磁盘刻录存储类',
      ),
      50024258 => 
      array (
        'cid' => 50024258,
        'name' => '多功能一体机及配件',
      ),
      50024300 => 
      array (
        'cid' => 50024300,
        'name' => '条码扫描/采集器材',
      ),
      50024346 => 
      array (
        'cid' => 50024346,
        'name' => '点/验钞/收款机及配件',
      ),
      50024369 => 
      array (
        'cid' => 50024369,
        'name' => '包装设备/标牌及耗材',
      ),
      50024389 => 
      array (
        'cid' => 50024389,
        'name' => '服务类',
      ),
      50024394 => 
      array (
        'cid' => 50024394,
        'name' => '门禁考勤器材',
      ),
      50024400 => 
      array (
        'cid' => 50024400,
        'name' => '其它办公设备配件',
      ),
      124222019 => 
      array (
        'cid' => 124222019,
        'name' => '保管箱',
      ),
    ),
  ),
  50018004 => 
  array (
    'cid' => 50018004,
    'name' => '电子词典/电纸书/文化用品',
    'sub' => 
    array (
      50022538 => 
      array (
        'cid' => 50022538,
        'name' => '点读机',
      ),
      50022537 => 
      array (
        'cid' => 50022537,
        'name' => '点读笔',
      ),
      50010731 => 
      array (
        'cid' => 50010731,
        'name' => '电子阅览器/电纸书',
      ),
      50012716 => 
      array (
        'cid' => 50012716,
        'name' => '笔类/书写工具',
      ),
      50012676 => 
      array (
        'cid' => 50012676,
        'name' => '纸张本册',
      ),
      50005757 => 
      array (
        'cid' => 50005757,
        'name' => '日常学习用品',
      ),
      50005730 => 
      array (
        'cid' => 50005730,
        'name' => '胶粘用品',
      ),
      50005736 => 
      array (
        'cid' => 50005736,
        'name' => '装订用品',
      ),
      50005747 => 
      array (
        'cid' => 50005747,
        'name' => '裁剪用品',
      ),
      211708 => 
      array (
        'cid' => 211708,
        'name' => '计算器',
      ),
      50016353 => 
      array (
        'cid' => 50016353,
        'name' => '印刷制品',
      ),
      50012645 => 
      array (
        'cid' => 50012645,
        'name' => '收纳/陈列用品',
      ),
      50005752 => 
      array (
        'cid' => 50005752,
        'name' => '教学演示/展示告示用品',
      ),
      50005756 => 
      array (
        'cid' => 50005756,
        'name' => '绘图测量用品',
      ),
      50013477 => 
      array (
        'cid' => 50013477,
        'name' => '财会用品',
      ),
      211707 => 
      array (
        'cid' => 211707,
        'name' => '其它文化用品',
      ),
      50024641 => 
      array (
        'cid' => 50024641,
        'name' => '画具/画材/书法用品',
      ),
      121410018 => 
      array (
        'cid' => 121410018,
        'name' => '学习机',
      ),
      121410019 => 
      array (
        'cid' => 121410019,
        'name' => '电子辞典',
      ),
      124214004 => 
      array (
        'cid' => 124214004,
        'name' => '翻译笔',
      ),
    ),
  ),
  20 => 
  array (
    'cid' => 20,
    'name' => '电玩/配件/游戏/攻略',
    'sub' => 
    array (
      50017905 => 
      array (
        'cid' => 50017905,
        'name' => '游戏掌机',
      ),
      50017906 => 
      array (
        'cid' => 50017906,
        'name' => '家用游戏机',
      ),
      50012068 => 
      array (
        'cid' => 50012068,
        'name' => '游戏手柄',
      ),
      50012834 => 
      array (
        'cid' => 50012834,
        'name' => '游戏软件',
      ),
      50012079 => 
      array (
        'cid' => 50012079,
        'name' => '方向盘',
      ),
      50012080 => 
      array (
        'cid' => 50012080,
        'name' => '摇杆',
      ),
      50012160 => 
      array (
        'cid' => 50012160,
        'name' => 'PSP专用配件',
      ),
      50012161 => 
      array (
        'cid' => 50012161,
        'name' => 'WII/WIIU专用配件',
      ),
      50012162 => 
      array (
        'cid' => 50012162,
        'name' => 'PS主机专用配件',
      ),
      50012163 => 
      array (
        'cid' => 50012163,
        'name' => 'DS/3DS专用配件',
      ),
      50018082 => 
      array (
        'cid' => 50018082,
        'name' => 'XBOX专用配件',
      ),
      50018224 => 
      array (
        'cid' => 50018224,
        'name' => '世嘉 DC/MD/SS/SEGA 专用配件',
      ),
      50018225 => 
      array (
        'cid' => 50018225,
        'name' => '任天堂NGC/FC/N64/SFC 专用配件',
      ),
      50018230 => 
      array (
        'cid' => 50018230,
        'name' => '任天堂掌机配件',
      ),
      50025710 => 
      array (
        'cid' => 50025710,
        'name' => 'PSV专用配件',
      ),
    ),
  ),
  50022703 => 
  array (
    'cid' => 50022703,
    'name' => '大家电',
    'sub' => 
    array (
      50003881 => 
      array (
        'cid' => 50003881,
        'name' => '冰箱',
      ),
      50015558 => 
      array (
        'cid' => 50015558,
        'name' => '冷柜/便携冷热箱',
      ),
      50013474 => 
      array (
        'cid' => 50013474,
        'name' => '热水器',
      ),
      50015563 => 
      array (
        'cid' => 50015563,
        'name' => '酒柜',
      ),
      350301 => 
      array (
        'cid' => 350301,
        'name' => '洗衣机',
      ),
      350401 => 
      array (
        'cid' => 350401,
        'name' => '空调',
      ),
      50022734 => 
      array (
        'cid' => 50022734,
        'name' => '大家电配件',
      ),
      50012137 => 
      array (
        'cid' => 50012137,
        'name' => '其他电视机',
      ),
      50019790 => 
      array (
        'cid' => 50019790,
        'name' => '平板电视',
      ),
      121986001 => 
      array (
        'cid' => 121986001,
        'name' => '烘干机',
      ),
      122014001 => 
      array (
        'cid' => 122014001,
        'name' => '厨房大电',
      ),
    ),
  ),
  50011972 => 
  array (
    'cid' => 50011972,
    'name' => '影音电器',
    'sub' => 
    array (
      1205 => 
      array (
        'cid' => 1205,
        'name' => '耳机/耳麦',
      ),
      50012142 => 
      array (
        'cid' => 50012142,
        'name' => 'Hifi音箱/功放/器材',
      ),
      50020192 => 
      array (
        'cid' => 50020192,
        'name' => '舞台设备',
      ),
      50005174 => 
      array (
        'cid' => 50005174,
        'name' => '网络高清播放器',
      ),
      50005009 => 
      array (
        'cid' => 50005009,
        'name' => '影碟机/DVD/蓝光/VCD/高清',
      ),
      50003318 => 
      array (
        'cid' => 50003318,
        'name' => '麦克风/话筒',
      ),
      50012067 => 
      array (
        'cid' => 50012067,
        'name' => '随身听/便携视听/收音',
      ),
      50012148 => 
      array (
        'cid' => 50012148,
        'name' => '工程解决方案',
      ),
      50012149 => 
      array (
        'cid' => 50012149,
        'name' => '扩音器/录像机',
      ),
      50012934 => 
      array (
        'cid' => 50012934,
        'name' => '拉杆广场音箱/户外音响',
      ),
      50011866 => 
      array (
        'cid' => 50011866,
        'name' => '影音家电配件',
      ),
      121388020 => 
      array (
        'cid' => 121388020,
        'name' => '收音头',
      ),
      121472013 => 
      array (
        'cid' => 121472013,
        'name' => 'CD播放机',
      ),
      121416010 => 
      array (
        'cid' => 121416010,
        'name' => '卡座',
      ),
      121472014 => 
      array (
        'cid' => 121472014,
        'name' => '黑胶唱片机',
      ),
      121988001 => 
      array (
        'cid' => 121988001,
        'name' => '回音壁音箱',
      ),
      50001810 => 
      array (
        'cid' => 50001810,
        'name' => '多媒体音箱',
      ),
      50001813 => 
      array (
        'cid' => 50001813,
        'name' => '家庭影院',
      ),
      50022735 => 
      array (
        'cid' => 50022735,
        'name' => '家庭影院配件',
      ),
      124208014 => 
      array (
        'cid' => 124208014,
        'name' => '桌面音响/音箱',
      ),
      50008741 => 
      array (
        'cid' => 50008741,
        'name' => '其它影音产品',
      ),
      50011827 => 
      array (
        'cid' => 50011827,
        'name' => '数字电视机顶盒',
      ),
    ),
  ),
  50012100 => 
  array (
    'cid' => 50012100,
    'name' => '生活电器',
    'sub' => 
    array (
      350402 => 
      array (
        'cid' => 350402,
        'name' => '空气净化/氧吧',
      ),
      350407 => 
      array (
        'cid' => 350407,
        'name' => '加湿器',
      ),
      50017072 => 
      array (
        'cid' => 50017072,
        'name' => '抽湿器/除湿器',
      ),
      350404 => 
      array (
        'cid' => 350404,
        'name' => '暖风机/取暖器',
      ),
      50000360 => 
      array (
        'cid' => 50000360,
        'name' => '电热毯',
      ),
      50017589 => 
      array (
        'cid' => 50017589,
        'name' => '空调扇',
      ),
      50008557 => 
      array (
        'cid' => 50008557,
        'name' => '电风扇',
      ),
      50018327 => 
      array (
        'cid' => 50018327,
        'name' => '吊扇',
      ),
      50013195 => 
      array (
        'cid' => 50013195,
        'name' => '挂烫机',
      ),
      50012101 => 
      array (
        'cid' => 50012101,
        'name' => '干衣机',
      ),
      50008552 => 
      array (
        'cid' => 50008552,
        'name' => '电熨斗',
      ),
      50008553 => 
      array (
        'cid' => 50008553,
        'name' => '蒸汽刷/干洗刷',
      ),
      350310 => 
      array (
        'cid' => 350310,
        'name' => '毛球修剪器',
      ),
      50008554 => 
      array (
        'cid' => 50008554,
        'name' => '吸尘器',
      ),
      50008555 => 
      array (
        'cid' => 50008555,
        'name' => '扫地机器人',
      ),
      50022648 => 
      array (
        'cid' => 50022648,
        'name' => '蒸汽拖把',
      ),
      50008563 => 
      array (
        'cid' => 50008563,
        'name' => '对讲机',
      ),
      50008542 => 
      array (
        'cid' => 50008542,
        'name' => '电话机(有绳/无绳/网络)',
      ),
      50008544 => 
      array (
        'cid' => 50008544,
        'name' => '其它生活家电',
      ),
      50012135 => 
      array (
        'cid' => 50012135,
        'name' => '生活家电配件',
      ),
      121422021 => 
      array (
        'cid' => 121422021,
        'name' => '空气净化器',
      ),
      121474016 => 
      array (
        'cid' => 121474016,
        'name' => '超声波清洗机',
      ),
      121468015 => 
      array (
        'cid' => 121468015,
        'name' => '蒸汽清洁机',
      ),
      121434057 => 
      array (
        'cid' => 121434057,
        'name' => '干鞋器',
      ),
      121422058 => 
      array (
        'cid' => 121422058,
        'name' => '擦鞋器',
      ),
      122088002 => 
      array (
        'cid' => 122088002,
        'name' => '擦窗机器人',
      ),
      124252007 => 
      array (
        'cid' => 124252007,
        'name' => '除螨仪',
      ),
    ),
  ),
  50012082 => 
  array (
    'cid' => 50012082,
    'name' => '厨房电器',
    'sub' => 
    array (
      50002894 => 
      array (
        'cid' => 50002894,
        'name' => '电烤箱',
      ),
      50012959 => 
      array (
        'cid' => 50012959,
        'name' => '电锅煲类',
      ),
      50002809 => 
      array (
        'cid' => 50002809,
        'name' => '微波炉',
      ),
      50015397 => 
      array (
        'cid' => 50015397,
        'name' => '电陶炉',
      ),
      350502 => 
      array (
        'cid' => 350502,
        'name' => '电磁炉',
      ),
      50002893 => 
      array (
        'cid' => 50002893,
        'name' => '饮水机',
      ),
      350504 => 
      array (
        'cid' => 350504,
        'name' => '净水器',
      ),
      50008556 => 
      array (
        'cid' => 50008556,
        'name' => '豆浆机',
      ),
      50012097 => 
      array (
        'cid' => 50012097,
        'name' => '搅拌/料理机',
      ),
      50018218 => 
      array (
        'cid' => 50018218,
        'name' => '榨汁机',
      ),
      50000013 => 
      array (
        'cid' => 50000013,
        'name' => '多士炉',
      ),
      50018103 => 
      array (
        'cid' => 50018103,
        'name' => '面包机',
      ),
      350507 => 
      array (
        'cid' => 350507,
        'name' => '咖啡机',
      ),
      50003695 => 
      array (
        'cid' => 50003695,
        'name' => '电热水壶',
      ),
      50002535 => 
      array (
        'cid' => 50002535,
        'name' => '酸奶机',
      ),
      50002898 => 
      array (
        'cid' => 50002898,
        'name' => '煮蛋器/蒸蛋器',
      ),
      50004363 => 
      array (
        'cid' => 50004363,
        'name' => '电饼铛/可丽饼机',
      ),
      50013007 => 
      array (
        'cid' => 50013007,
        'name' => '电热杯',
      ),
      50013021 => 
      array (
        'cid' => 50013021,
        'name' => '商用厨电',
      ),
      350709 => 
      array (
        'cid' => 350709,
        'name' => '定时器/提醒器',
      ),
      50008543 => 
      array (
        'cid' => 50008543,
        'name' => '其它厨房家电',
      ),
      50012099 => 
      array (
        'cid' => 50012099,
        'name' => '厨房家电配件',
      ),
      50562004 => 
      array (
        'cid' => 50562004,
        'name' => '净水设备',
      ),
      50004399 => 
      array (
        'cid' => 50004399,
        'name' => '电动打蛋器',
      ),
      50004204 => 
      array (
        'cid' => 50004204,
        'name' => '冰淇淋机',
      ),
      50003987 => 
      array (
        'cid' => 50003987,
        'name' => '电炸锅',
      ),
      50008369 => 
      array (
        'cid' => 50008369,
        'name' => '电热饭盒',
      ),
      50005929 => 
      array (
        'cid' => 50005929,
        'name' => '保健/养生/煎药壶',
      ),
      124212007 => 
      array (
        'cid' => 124212007,
        'name' => '原汁机',
      ),
    ),
  ),
  21 => 
  array (
    'cid' => 21,
    'name' => '居家日用',
    'sub' => 
    array (
      2801 => 
      array (
        'cid' => 2801,
        'name' => '节日/派对庆典用品',
      ),
      50009206 => 
      array (
        'cid' => 50009206,
        'name' => '家用五金工具',
      ),
      50010099 => 
      array (
        'cid' => 50010099,
        'name' => '伞/雨具/防雨/防潮',
      ),
      50010464 => 
      array (
        'cid' => 50010464,
        'name' => '扇/迷你风扇/配件/冰垫/冰贴',
      ),
      50012512 => 
      array (
        'cid' => 50012512,
        'name' => '保暖贴/怀炉/保暖用品',
      ),
      50008275 => 
      array (
        'cid' => 50008275,
        'name' => '钟',
      ),
      50003948 => 
      array (
        'cid' => 50003948,
        'name' => '家居健康用品',
      ),
      50016434 => 
      array (
        'cid' => 50016434,
        'name' => '创意礼品',
      ),
      50012514 => 
      array (
        'cid' => 50012514,
        'name' => '防护用品',
      ),
      50006528 => 
      array (
        'cid' => 50006528,
        'name' => '鞋用品',
      ),
      50023068 => 
      array (
        'cid' => 50023068,
        'name' => '美体/减肥/塑型/增高用具',
      ),
      50025838 => 
      array (
        'cid' => 50025838,
        'name' => '驱虫用品',
      ),
      50025839 => 
      array (
        'cid' => 50025839,
        'name' => '香薰用品',
      ),
      123004002 => 
      array (
        'cid' => 123004002,
        'name' => '毛巾/浴巾/浴袍',
      ),
      50026403 => 
      array (
        'cid' => 50026403,
        'name' => '香包/香囊',
      ),
      50025864 => 
      array (
        'cid' => 50025864,
        'name' => '书写板',
      ),
      121368025 => 
      array (
        'cid' => 121368025,
        'name' => '挂历',
      ),
      121456022 => 
      array (
        'cid' => 121456022,
        'name' => '台历',
      ),
      124232009 => 
      array (
        'cid' => 124232009,
        'name' => '家居智能设备',
      ),
      124180005 => 
      array (
        'cid' => 124180005,
        'name' => '家居智能用品',
      ),
    ),
  ),
  50016349 => 
  array (
    'cid' => 50016349,
    'name' => '厨房/烹饪用具',
    'sub' => 
    array (
      50010101 => 
      array (
        'cid' => 50010101,
        'name' => '烹饪用具',
      ),
      50008281 => 
      array (
        'cid' => 50008281,
        'name' => '厨用小工具/厨房储物',
      ),
      50002258 => 
      array (
        'cid' => 50002258,
        'name' => '烧烤/烘焙用具',
      ),
    ),
  ),
  50016348 => 
  array (
    'cid' => 50016348,
    'name' => '家庭/个人清洁工具',
    'sub' => 
    array (
      50009146 => 
      array (
        'cid' => 50009146,
        'name' => '个人洗护清洁用具',
      ),
      50003949 => 
      array (
        'cid' => 50003949,
        'name' => '家务/地板清洁用具',
      ),
      50022707 => 
      array (
        'cid' => 50022707,
        'name' => '浴洗工具/配件',
      ),
      2132 => 
      array (
        'cid' => 2132,
        'name' => '卫浴用具/卫浴配件',
      ),
    ),
  ),
  50008163 => 
  array (
    'cid' => 50008163,
    'name' => '床上用品',
    'sub' => 
    array (
      50001871 => 
      array (
        'cid' => 50001871,
        'name' => '休闲毯/毛毯/绒毯',
      ),
      50010041 => 
      array (
        'cid' => 50010041,
        'name' => '布艺蛋糕/蛋糕毛巾',
      ),
      50006101 => 
      array (
        'cid' => 50006101,
        'name' => '其它',
      ),
      122854005 => 
      array (
        'cid' => 122854005,
        'name' => '婴童床品(新)',
      ),
      122846003 => 
      array (
        'cid' => 122846003,
        'name' => '床品定制/定做(新)',
      ),
      122970005 => 
      array (
        'cid' => 122970005,
        'name' => '电热毯',
      ),
      121458010 => 
      array (
        'cid' => 121458010,
        'name' => '床单',
      ),
      121482007 => 
      array (
        'cid' => 121482007,
        'name' => '床罩',
      ),
      121452006 => 
      array (
        'cid' => 121452006,
        'name' => '蚊帐',
      ),
      121416008 => 
      array (
        'cid' => 121416008,
        'name' => '枕套',
      ),
      50008779 => 
      array (
        'cid' => 50008779,
        'name' => '床品套件/四件套/多件套',
      ),
      50002777 => 
      array (
        'cid' => 50002777,
        'name' => '枕头/枕芯/保健枕/颈椎枕',
      ),
      50022514 => 
      array (
        'cid' => 50022514,
        'name' => '睡袋',
      ),
      121394007 => 
      array (
        'cid' => 121394007,
        'name' => '床笠',
      ),
      121386009 => 
      array (
        'cid' => 121386009,
        'name' => '床幔',
      ),
      50010825 => 
      array (
        'cid' => 50010825,
        'name' => '被子/蚕丝被/羽绒被/棉被',
      ),
      50013810 => 
      array (
        'cid' => 50013810,
        'name' => '床品配件',
      ),
      121434010 => 
      array (
        'cid' => 121434010,
        'name' => '枕巾',
      ),
      121414009 => 
      array (
        'cid' => 121414009,
        'name' => '床裙',
      ),
      50001865 => 
      array (
        'cid' => 50001865,
        'name' => '被套',
      ),
      50008565 => 
      array (
        'cid' => 50008565,
        'name' => '床垫/床褥/床护垫/榻榻米床垫',
      ),
      50008246 => 
      array (
        'cid' => 50008246,
        'name' => '凉席/竹席/藤席/草席/牛皮席',
      ),
      121380009 => 
      array (
        'cid' => 121380009,
        'name' => '床盖',
      ),
    ),
  ),
  35 => 
  array (
    'cid' => 35,
    'name' => '奶粉/辅食/营养品/零食',
    'sub' => 
    array (
      211104 => 
      array (
        'cid' => 211104,
        'name' => '婴幼儿牛奶粉',
      ),
      50016094 => 
      array (
        'cid' => 50016094,
        'name' => '特殊配方奶粉',
      ),
      50014813 => 
      array (
        'cid' => 50014813,
        'name' => '其它',
      ),
      50018801 => 
      array (
        'cid' => 50018801,
        'name' => '婴幼儿辅食',
      ),
      50018808 => 
      array (
        'cid' => 50018808,
        'name' => '婴幼儿营养品',
      ),
      50018184 => 
      array (
        'cid' => 50018184,
        'name' => '婴幼儿羊奶粉',
      ),
      121448014 => 
      array (
        'cid' => 121448014,
        'name' => '婴幼儿调味品（新）',
      ),
      121404016 => 
      array (
        'cid' => 121404016,
        'name' => '婴幼儿零食（新）',
      ),
    ),
  ),
  50014812 => 
  array (
    'cid' => 50014812,
    'name' => '尿片/洗护/喂哺/推车床',
    'sub' => 
    array (
      50018813 => 
      array (
        'cid' => 50018813,
        'name' => '纸尿裤/拉拉裤/纸尿片',
      ),
      50012546 => 
      array (
        'cid' => 50012546,
        'name' => '湿巾',
      ),
      50013866 => 
      array (
        'cid' => 50013866,
        'name' => '童床/婴儿床/摇篮/餐椅',
      ),
      50012711 => 
      array (
        'cid' => 50012711,
        'name' => '布尿裤/尿垫',
      ),
      50014248 => 
      array (
        'cid' => 50014248,
        'name' => '宝宝洗浴护肤品',
      ),
      50012412 => 
      array (
        'cid' => 50012412,
        'name' => '睡袋/凉席/枕头/床品',
      ),
      50009521 => 
      array (
        'cid' => 50009521,
        'name' => '水杯/餐具/研磨/附件',
      ),
      50012436 => 
      array (
        'cid' => 50012436,
        'name' => '理发器/指甲钳/体温计等日常护理小用品',
      ),
      50006020 => 
      array (
        'cid' => 50006020,
        'name' => '背带/学步带/出行用品',
      ),
      50005952 => 
      array (
        'cid' => 50005952,
        'name' => '防撞/提醒/安全/保护',
      ),
      50012448 => 
      array (
        'cid' => 50012448,
        'name' => '牙胶/牙刷/牙膏',
      ),
      50012466 => 
      array (
        'cid' => 50012466,
        'name' => '清洁液/洗衣液/柔顺剂',
      ),
      50018391 => 
      array (
        'cid' => 50018391,
        'name' => '消毒/吸奶器/小家电',
      ),
      211112 => 
      array (
        'cid' => 211112,
        'name' => '其它婴童用品',
      ),
      50022520 => 
      array (
        'cid' => 50022520,
        'name' => '婴儿手推车/学步车',
      ),
      50148003 => 
      array (
        'cid' => 50148003,
        'name' => '儿童房/桌椅/家具',
      ),
      121388024 => 
      array (
        'cid' => 121388024,
        'name' => '驱蚊退烧用品',
      ),
      123514003 => 
      array (
        'cid' => 123514003,
        'name' => '奶嘴/奶嘴相关',
      ),
      50016455 => 
      array (
        'cid' => 50016455,
        'name' => '奶瓶/奶瓶相关',
      ),
    ),
  ),
  50022517 => 
  array (
    'cid' => 50022517,
    'name' => '孕妇装/孕产妇用品/营养',
    'sub' => 
    array (
      50012374 => 
      array (
        'cid' => 50012374,
        'name' => '防辐射',
      ),
      50012354 => 
      array (
        'cid' => 50012354,
        'name' => '孕妇装',
      ),
      50023573 => 
      array (
        'cid' => 50023573,
        'name' => '孕妇裤/托腹裤',
      ),
      50012314 => 
      array (
        'cid' => 50012314,
        'name' => '产妇帽/孕妇袜/孕妇鞋',
      ),
      50023613 => 
      array (
        'cid' => 50023613,
        'name' => '家居服/哺乳装/秋衣裤',
      ),
      50016687 => 
      array (
        'cid' => 50016687,
        'name' => '哺乳文胸/内裤/产检裤',
      ),
      50023660 => 
      array (
        'cid' => 50023660,
        'name' => '束缚带/产妇瘦身塑体衣/盆骨矫正带',
      ),
      50005961 => 
      array (
        'cid' => 50005961,
        'name' => '妈咪包/袋',
      ),
      50011864 => 
      array (
        'cid' => 50011864,
        'name' => '早孕检测',
      ),
      50006000 => 
      array (
        'cid' => 50006000,
        'name' => '妈妈产前产后用品',
      ),
      50010392 => 
      array (
        'cid' => 50010392,
        'name' => '孕产妇奶粉',
      ),
      50026457 => 
      array (
        'cid' => 50026457,
        'name' => '孕产妇护肤/洗护/祛纹',
      ),
      50026460 => 
      array (
        'cid' => 50026460,
        'name' => '孕产妇营养品',
      ),
      50026471 => 
      array (
        'cid' => 50026471,
        'name' => '月子营养',
      ),
    ),
  ),
  50008165 => 
  array (
    'cid' => 50008165,
    'name' => '童装/婴儿装/亲子装',
    'sub' => 
    array (
      50014512 => 
      array (
        'cid' => 50014512,
        'name' => '婴儿礼盒',
      ),
      50010537 => 
      array (
        'cid' => 50010537,
        'name' => '连身衣/爬服/哈衣',
      ),
      50010530 => 
      array (
        'cid' => 50010530,
        'name' => '披风/斗篷',
      ),
      50010524 => 
      array (
        'cid' => 50010524,
        'name' => '马甲',
      ),
      50013618 => 
      array (
        'cid' => 50013618,
        'name' => '裤子',
      ),
      50013189 => 
      array (
        'cid' => 50013189,
        'name' => 'T恤',
      ),
      50010527 => 
      array (
        'cid' => 50010527,
        'name' => '衬衫',
      ),
      50010518 => 
      array (
        'cid' => 50010518,
        'name' => '卫衣/绒衫',
      ),
      50010539 => 
      array (
        'cid' => 50010539,
        'name' => '毛衣/针织衫',
      ),
      50012308 => 
      array (
        'cid' => 50012308,
        'name' => '外套/夹克/大衣',
      ),
      50010531 => 
      array (
        'cid' => 50010531,
        'name' => '棉袄/棉服',
      ),
      50010526 => 
      array (
        'cid' => 50010526,
        'name' => '羽绒服/羽绒内胆',
      ),
      50010540 => 
      array (
        'cid' => 50010540,
        'name' => '套装',
      ),
      50012424 => 
      array (
        'cid' => 50012424,
        'name' => '亲子装/亲子时装',
      ),
      50016450 => 
      array (
        'cid' => 50016450,
        'name' => '校服/校服定制',
      ),
      50006584 => 
      array (
        'cid' => 50006584,
        'name' => '儿童袜子(0-16岁)',
      ),
      50006583 => 
      array (
        'cid' => 50006583,
        'name' => '帽子/围巾/口罩/手套/耳套/脚套',
      ),
      50006217 => 
      array (
        'cid' => 50006217,
        'name' => '其它',
      ),
      50152002 => 
      array (
        'cid' => 50152002,
        'name' => '儿童旗袍/唐装/民族服装',
      ),
      50146004 => 
      array (
        'cid' => 50146004,
        'name' => '反穿衣/罩衣',
      ),
      121476002 => 
      array (
        'cid' => 121476002,
        'name' => '肚兜/肚围/护脐带',
      ),
      121380002 => 
      array (
        'cid' => 121380002,
        'name' => '儿童内衣裤',
      ),
      121364003 => 
      array (
        'cid' => 121364003,
        'name' => '儿童家居服',
      ),
      121464004 => 
      array (
        'cid' => 121464004,
        'name' => '儿童泳装',
      ),
      121392004 => 
      array (
        'cid' => 121392004,
        'name' => '儿童配饰',
      ),
      121364004 => 
      array (
        'cid' => 121364004,
        'name' => '背心吊带',
      ),
      121476003 => 
      array (
        'cid' => 121476003,
        'name' => '抹胸',
      ),
      121388045 => 
      array (
        'cid' => 121388045,
        'name' => '裙子(新)',
      ),
      121462057 => 
      array (
        'cid' => 121462057,
        'name' => '儿童演出服',
      ),
      121506001 => 
      array (
        'cid' => 121506001,
        'name' => '儿童礼服',
      ),
      124208010 => 
      array (
        'cid' => 124208010,
        'name' => '羽绒服饰/羽绒内胆',
      ),
      124412002 => 
      array (
        'cid' => 124412002,
        'name' => '儿童户外服',
      ),
    ),
  ),
  50020275 => 
  array (
    'cid' => 50020275,
    'name' => '传统滋补营养品',
    'sub' => 
    array (
      50020280 => 
      array (
        'cid' => 50020280,
        'name' => '其他传统营养品',
      ),
      50010420 => 
      array (
        'cid' => 50010420,
        'name' => '养生茶',
      ),
      50015218 => 
      array (
        'cid' => 50015218,
        'name' => '药食同源食品',
      ),
      50008044 => 
      array (
        'cid' => 50008044,
        'name' => '燕窝',
      ),
      50005945 => 
      array (
        'cid' => 50005945,
        'name' => '参类滋补品',
      ),
      50005773 => 
      array (
        'cid' => 50005773,
        'name' => '蜂蜜/蜂产品',
      ),
      50008046 => 
      array (
        'cid' => 50008046,
        'name' => '冬虫夏草',
      ),
      50015134 => 
      array (
        'cid' => 50015134,
        'name' => '鹿茸',
      ),
      50015194 => 
      array (
        'cid' => 50015194,
        'name' => '灵芝',
      ),
      50015207 => 
      array (
        'cid' => 50015207,
        'name' => '枸杞及其制品',
      ),
      50015211 => 
      array (
        'cid' => 50015211,
        'name' => '雪蛤/林蛙油',
      ),
      50015219 => 
      array (
        'cid' => 50015219,
        'name' => '阿胶膏方',
      ),
      50009980 => 
      array (
        'cid' => 50009980,
        'name' => '三七',
      ),
      50009979 => 
      array (
        'cid' => 50009979,
        'name' => '山药',
      ),
      50012186 => 
      array (
        'cid' => 50012186,
        'name' => '石斛/枫斗',
      ),
      50020296 => 
      array (
        'cid' => 50020296,
        'name' => '其他传统滋补品',
      ),
      50050143 => 
      array (
        'cid' => 50050143,
        'name' => '新资源食品',
      ),
      124140009 => 
      array (
        'cid' => 124140009,
        'name' => '海参',
      ),
      124180007 => 
      array (
        'cid' => 124180007,
        'name' => '滋补膏方',
      ),
    ),
  ),
  50002766 => 
  array (
    'cid' => 50002766,
    'name' => '零食/坚果/特产',
    'sub' => 
    array (
      50013061 => 
      array (
        'cid' => 50013061,
        'name' => '蜜饯/枣类/梅/果干',
      ),
      50012981 => 
      array (
        'cid' => 50012981,
        'name' => '山核桃/坚果/炒货',
      ),
      50008613 => 
      array (
        'cid' => 50008613,
        'name' => '牛肉干/猪肉脯/卤味零食',
      ),
      50010550 => 
      array (
        'cid' => 50010550,
        'name' => '饼干/膨化',
      ),
      50008055 => 
      array (
        'cid' => 50008055,
        'name' => '巧克力/DIY巧克力',
      ),
      50016091 => 
      array (
        'cid' => 50016091,
        'name' => '糖果零食/果冻/布丁',
      ),
      50009556 => 
      array (
        'cid' => 50009556,
        'name' => '鱿鱼丝/鱼干/海味即食',
      ),
      50008430 => 
      array (
        'cid' => 50008430,
        'name' => '奶酪/乳制品/',
      ),
      50552001 => 
      array (
        'cid' => 50552001,
        'name' => '糕点/点心',
      ),
      123248003 => 
      array (
        'cid' => 123248003,
        'name' => '豆干制品/蔬菜干',
      ),
    ),
  ),
  50016422 => 
  array (
    'cid' => 50016422,
    'name' => '粮油米面/南北干货/调味品',
    'sub' => 
    array (
      50009837 => 
      array (
        'cid' => 50009837,
        'name' => '米/面粉/杂粮',
      ),
      50009821 => 
      array (
        'cid' => 50009821,
        'name' => '调味品/果酱/沙拉',
      ),
      50025682 => 
      array (
        'cid' => 50025682,
        'name' => '南北干货/肉类干货',
      ),
      50010696 => 
      array (
        'cid' => 50010696,
        'name' => '烘焙/食品添加剂',
      ),
      50016443 => 
      array (
        'cid' => 50016443,
        'name' => '其他食品',
      ),
      50025689 => 
      array (
        'cid' => 50025689,
        'name' => '方便速食',
      ),
      50050378 => 
      array (
        'cid' => 50050378,
        'name' => '食用油/调味油',
      ),
      123188001 => 
      array (
        'cid' => 123188001,
        'name' => '烘焙原料/辅料/食品添加剂-新',
      ),
    ),
  ),
  121380001 => 
  array (
    'cid' => 121380001,
    'name' => '国内机票/国际机票/增值服务',
    'sub' => 
    array (
      121382001 => 
      array (
        'cid' => 121382001,
        'name' => '增值服务',
      ),
      121370002 => 
      array (
        'cid' => 121370002,
        'name' => '航司增值服务',
      ),
      121388001 => 
      array (
        'cid' => 121388001,
        'name' => '航司机票套票',
      ),
      121390001 => 
      array (
        'cid' => 121390001,
        'name' => '航司机票套餐',
      ),
      121388002 => 
      array (
        'cid' => 121388002,
        'name' => '机票套餐',
      ),
      122562002 => 
      array (
        'cid' => 122562002,
        'name' => '机票套票',
      ),
    ),
  ),
  121536003 => 
  array (
    'cid' => 121536003,
    'name' => '数字娱乐',
    'sub' => 
    array (
      121554003 => 
      array (
        'cid' => 121554003,
        'name' => '宝点',
      ),
      122552002 => 
      array (
        'cid' => 122552002,
        'name' => '视频',
      ),
    ),
  ),
  121536007 => 
  array (
    'cid' => 121536007,
    'name' => '全球购代购市场',
    'sub' => 
    array (
      121634001 => 
      array (
        'cid' => 121634001,
        'name' => '服装服饰',
      ),
      122398002 => 
      array (
        'cid' => 122398002,
        'name' => '时尚鞋履',
      ),
      121636001 => 
      array (
        'cid' => 121636001,
        'name' => '箱包手袋',
      ),
      121640001 => 
      array (
        'cid' => 121640001,
        'name' => '美妆护肤',
      ),
      122314003 => 
      array (
        'cid' => 122314003,
        'name' => '保健品',
      ),
      121638001 => 
      array (
        'cid' => 121638001,
        'name' => '珠宝手表',
      ),
      121642002 => 
      array (
        'cid' => 121642002,
        'name' => '母婴家居',
      ),
      122354007 => 
      array (
        'cid' => 122354007,
        'name' => '食品',
      ),
      121642001 => 
      array (
        'cid' => 121642001,
        'name' => '手机数码',
      ),
      121640002 => 
      array (
        'cid' => 121640002,
        'name' => '其他洋货',
      ),
    ),
  ),
  50010728 => 
  array (
    'cid' => 50010728,
    'name' => '运动/瑜伽/健身/球迷用品',
    'sub' => 
    array (
      50011556 => 
      array (
        'cid' => 50011556,
        'name' => '羽毛球',
      ),
      50012937 => 
      array (
        'cid' => 50012937,
        'name' => '乒乓球',
      ),
      50013823 => 
      array (
        'cid' => 50013823,
        'name' => '足球',
      ),
      50013202 => 
      array (
        'cid' => 50013202,
        'name' => '篮球',
      ),
      50017077 => 
      array (
        'cid' => 50017077,
        'name' => '网球',
      ),
      50017616 => 
      array (
        'cid' => 50017616,
        'name' => '排球',
      ),
      50017776 => 
      array (
        'cid' => 50017776,
        'name' => '高尔夫',
      ),
      50017859 => 
      array (
        'cid' => 50017859,
        'name' => '棒球',
      ),
      50017625 => 
      array (
        'cid' => 50017625,
        'name' => '壁球',
      ),
      50017757 => 
      array (
        'cid' => 50017757,
        'name' => '保龄球',
      ),
      50016729 => 
      array (
        'cid' => 50016729,
        'name' => '游泳',
      ),
      50010828 => 
      array (
        'cid' => 50010828,
        'name' => '跳舞毯',
      ),
      50019782 => 
      array (
        'cid' => 50019782,
        'name' => '电动车/电动车配件',
      ),
      50016689 => 
      array (
        'cid' => 50016689,
        'name' => '轮滑/滑板/极限运动',
      ),
      50016663 => 
      array (
        'cid' => 50016663,
        'name' => '瑜伽',
      ),
      50016472 => 
      array (
        'cid' => 50016472,
        'name' => '舞蹈/健美操/体操',
      ),
      50017913 => 
      array (
        'cid' => 50017913,
        'name' => '跆拳道/武术/搏击',
      ),
      50017085 => 
      array (
        'cid' => 50017085,
        'name' => '踏步机/中小型健身器材',
      ),
      50017117 => 
      array (
        'cid' => 50017117,
        'name' => '跑步机/大型健身器械',
      ),
      50018096 => 
      array (
        'cid' => 50018096,
        'name' => '橄榄球',
      ),
      50017722 => 
      array (
        'cid' => 50017722,
        'name' => '台球',
      ),
      50017871 => 
      array (
        'cid' => 50017871,
        'name' => '麻将/棋牌/益智类',
      ),
      50018005 => 
      array (
        'cid' => 50018005,
        'name' => '飞镖/桌上足球/室内休闲',
      ),
      50017269 => 
      array (
        'cid' => 50017269,
        'name' => '田径运动器材',
      ),
      50018025 => 
      array (
        'cid' => 50018025,
        'name' => '毽子/空竹/民间运动',
      ),
      50013253 => 
      array (
        'cid' => 50013253,
        'name' => '游乐场/体育场馆设施',
      ),
      50023363 => 
      array (
        'cid' => 50023363,
        'name' => '马术运动',
      ),
      50023370 => 
      array (
        'cid' => 50023370,
        'name' => '击剑运动',
      ),
      50018189 => 
      array (
        'cid' => 50018189,
        'name' => 'F1/赛车',
      ),
      50018194 => 
      array (
        'cid' => 50018194,
        'name' => '冰球/速滑/冰上运动',
      ),
      50019503 => 
      array (
        'cid' => 50019503,
        'name' => '慢跑(有氧运动)',
      ),
      50019502 => 
      array (
        'cid' => 50019502,
        'name' => '运动护具/急救用品',
      ),
      50019500 => 
      array (
        'cid' => 50019500,
        'name' => '运动健身卡/会员卡',
      ),
      50010745 => 
      array (
        'cid' => 50010745,
        'name' => '其他赛事纪念品',
      ),
      50010749 => 
      array (
        'cid' => 50010749,
        'name' => '其它运动用品',
      ),
      121410016 => 
      array (
        'cid' => 121410016,
        'name' => '运动护具',
      ),
      121448012 => 
      array (
        'cid' => 121448012,
        'name' => '急救用品',
      ),
    ),
  ),
  50013886 => 
  array (
    'cid' => 50013886,
    'name' => '户外/登山/野营/旅行用品',
    'sub' => 
    array (
      50014023 => 
      array (
        'cid' => 50014023,
        'name' => '垂钓装备',
      ),
      50013888 => 
      array (
        'cid' => 50013888,
        'name' => '户外服装',
      ),
      50013908 => 
      array (
        'cid' => 50013908,
        'name' => '睡袋',
      ),
      50014756 => 
      array (
        'cid' => 50014756,
        'name' => '防潮垫/地席/枕头',
      ),
      50019269 => 
      array (
        'cid' => 50019269,
        'name' => '户外鞋袜',
      ),
      50015368 => 
      array (
        'cid' => 50015368,
        'name' => '服饰配件',
      ),
      50013891 => 
      array (
        'cid' => 50013891,
        'name' => '专项户外运动装备',
      ),
      50014759 => 
      array (
        'cid' => 50014759,
        'name' => '刀具/多用工具',
      ),
      50013892 => 
      array (
        'cid' => 50013892,
        'name' => '户外休闲家具',
      ),
      50016119 => 
      array (
        'cid' => 50016119,
        'name' => '旅行便携装备',
      ),
      50019007 => 
      array (
        'cid' => 50019007,
        'name' => '军迷服饰/军迷用品',
      ),
      50018158 => 
      array (
        'cid' => 50018158,
        'name' => '防护/救生装备',
      ),
      50014766 => 
      array (
        'cid' => 50014766,
        'name' => '干粮/户外食品',
      ),
      50014767 => 
      array (
        'cid' => 50014767,
        'name' => '地图/旅行指南/影像资料',
      ),
      50019539 => 
      array (
        'cid' => 50019539,
        'name' => '帐篷/天幕/帐篷配件',
      ),
      50019592 => 
      array (
        'cid' => 50019592,
        'name' => '望远镜/夜视仪/户外眼镜',
      ),
      50019601 => 
      array (
        'cid' => 50019601,
        'name' => '户外照明',
      ),
      50019712 => 
      array (
        'cid' => 50019712,
        'name' => '饮水用具/盛水容器',
      ),
      50014763 => 
      array (
        'cid' => 50014763,
        'name' => '通讯/导航/户外表类',
      ),
      50014764 => 
      array (
        'cid' => 50014764,
        'name' => '洗漱清洁/护理用品',
      ),
      50014762 => 
      array (
        'cid' => 50014762,
        'name' => '登山杖/手杖',
      ),
      50014757 => 
      array (
        'cid' => 50014757,
        'name' => '炉具/餐具/野餐烧烤用品',
      ),
      50016382 => 
      array (
        'cid' => 50016382,
        'name' => '活动/培训',
      ),
      2203 => 
      array (
        'cid' => 2203,
        'name' => '其它',
      ),
      50025640 => 
      array (
        'cid' => 50025640,
        'name' => '钓场预定',
      ),
    ),
  ),
  50011699 => 
  array (
    'cid' => 50011699,
    'name' => '运动服/休闲服装',
    'sub' => 
    array (
      50013228 => 
      array (
        'cid' => 50013228,
        'name' => '运动T恤',
      ),
      50011717 => 
      array (
        'cid' => 50011717,
        'name' => '运动卫衣/套头衫',
      ),
      50011718 => 
      array (
        'cid' => 50011718,
        'name' => '运动风衣',
      ),
      50011739 => 
      array (
        'cid' => 50011739,
        'name' => '运动茄克/外套',
      ),
      50011720 => 
      array (
        'cid' => 50011720,
        'name' => '运动棉衣',
      ),
      50011721 => 
      array (
        'cid' => 50011721,
        'name' => '运动羽绒服',
      ),
      50011704 => 
      array (
        'cid' => 50011704,
        'name' => '运动毛衣/线衫',
      ),
      50022728 => 
      array (
        'cid' => 50022728,
        'name' => '运动套装',
      ),
      50022889 => 
      array (
        'cid' => 50022889,
        'name' => '运动POLO衫',
      ),
      50022891 => 
      array (
        'cid' => 50022891,
        'name' => '健身服装',
      ),
      50023105 => 
      array (
        'cid' => 50023105,
        'name' => '运动裤',
      ),
      50023109 => 
      array (
        'cid' => 50023109,
        'name' => '运动裙',
      ),
      50023415 => 
      array (
        'cid' => 50023415,
        'name' => '运动球服',
      ),
      50023110 => 
      array (
        'cid' => 50023110,
        'name' => '运动马甲',
      ),
      50023095 => 
      array (
        'cid' => 50023095,
        'name' => '运动包袋',
      ),
    ),
  ),
  25 => 
  array (
    'cid' => 25,
    'name' => '玩具/模型/动漫/早教/益智',
    'sub' => 
    array (
      50011975 => 
      array (
        'cid' => 50011975,
        'name' => '毛绒布艺类玩具',
      ),
      50012770 => 
      array (
        'cid' => 50012770,
        'name' => '娃娃/配件',
      ),
      50024128 => 
      array (
        'cid' => 50024128,
        'name' => '静态模型',
      ),
      50013198 => 
      array (
        'cid' => 50013198,
        'name' => '童车/儿童轮滑',
      ),
      50008876 => 
      array (
        'cid' => 50008876,
        'name' => '早教/音乐/智能玩具',
      ),
      2512 => 
      array (
        'cid' => 2512,
        'name' => '户外运动/休闲/传统玩具',
      ),
      50012455 => 
      array (
        'cid' => 50012455,
        'name' => '游泳池/戏水玩具',
      ),
      50008737 => 
      array (
        'cid' => 50008737,
        'name' => '玩具模型零件/工具/耗材/辅件',
      ),
      50016058 => 
      array (
        'cid' => 50016058,
        'name' => '高达/机甲模型/机器人/变形类',
      ),
      50015988 => 
      array (
        'cid' => 50015988,
        'name' => '网游周边(实物)',
      ),
      50012404 => 
      array (
        'cid' => 50012404,
        'name' => '儿童包/背包/箱包',
      ),
      50015994 => 
      array (
        'cid' => 50015994,
        'name' => '聚会/魔术/cosplay用具',
      ),
      50000813 => 
      array (
        'cid' => 50000813,
        'name' => '宝宝纪念品/个性产品',
      ),
      50008528 => 
      array (
        'cid' => 50008528,
        'name' => '棋牌/桌面游戏',
      ),
      50023498 => 
      array (
        'cid' => 50023498,
        'name' => '解锁/迷宫/魔方/悠悠球',
      ),
      50007116 => 
      array (
        'cid' => 50007116,
        'name' => '电动/遥控/惯性/发条玩具',
      ),
      50023502 => 
      array (
        'cid' => 50023502,
        'name' => '彩泥/手工制作/仿真/过家家玩具',
      ),
      50023504 => 
      array (
        'cid' => 50023504,
        'name' => '积木/拆装/串珠/拼图/配对玩具',
      ),
      50015127 => 
      array (
        'cid' => 50015127,
        'name' => '学习/实验/绘画文具',
      ),
      50023508 => 
      array (
        'cid' => 50023508,
        'name' => '游乐/教学设备/大型设施',
      ),
      50024048 => 
      array (
        'cid' => 50024048,
        'name' => '幼儿响铃/布书手偶/爬行健身',
      ),
      50024050 => 
      array (
        'cid' => 50024050,
        'name' => '电子/发光/充气/整蛊玩具',
      ),
      50024060 => 
      array (
        'cid' => 50024060,
        'name' => '油动电动模型',
      ),
      50023507 => 
      array (
        'cid' => 50023507,
        'name' => '母婴线下服务',
      ),
      50000802 => 
      array (
        'cid' => 50000802,
        'name' => '其它玩具',
      ),
      122680006 => 
      array (
        'cid' => 122680006,
        'name' => '卡通/动漫周边',
      ),
      122620013 => 
      array (
        'cid' => 122620013,
        'name' => '手办/扭蛋/人偶/BJD/摆件',
      ),
    ),
  ),
  50011740 => 
  array (
    'cid' => 50011740,
    'name' => '流行男鞋',
    'sub' => 
    array (
      50011745 => 
      array (
        'cid' => 50011745,
        'name' => '凉鞋',
      ),
      50011746 => 
      array (
        'cid' => 50011746,
        'name' => '拖鞋',
      ),
      50011743 => 
      array (
        'cid' => 50011743,
        'name' => '靴子',
      ),
      50011744 => 
      array (
        'cid' => 50011744,
        'name' => '帆布鞋',
      ),
      50012906 => 
      array (
        'cid' => 50012906,
        'name' => '低帮鞋',
      ),
      50012907 => 
      array (
        'cid' => 50012907,
        'name' => '高帮鞋',
      ),
      50012908 => 
      array (
        'cid' => 50012908,
        'name' => '雨鞋',
      ),
    ),
  ),
  16 => 
  array (
    'cid' => 16,
    'name' => '女装/女士精品',
    'sub' => 
    array (
      50010850 => 
      array (
        'cid' => 50010850,
        'name' => '连衣裙',
      ),
      50000671 => 
      array (
        'cid' => 50000671,
        'name' => 'T恤',
      ),
      162104 => 
      array (
        'cid' => 162104,
        'name' => '衬衫',
      ),
      1622 => 
      array (
        'cid' => 1622,
        'name' => '裤子',
      ),
      162205 => 
      array (
        'cid' => 162205,
        'name' => '牛仔裤',
      ),
      1623 => 
      array (
        'cid' => 1623,
        'name' => '半身裙',
      ),
      162105 => 
      array (
        'cid' => 162105,
        'name' => '小背心/小吊带',
      ),
      50013196 => 
      array (
        'cid' => 50013196,
        'name' => '马夹',
      ),
      162116 => 
      array (
        'cid' => 162116,
        'name' => '蕾丝衫/雪纺衫',
      ),
      50000697 => 
      array (
        'cid' => 50000697,
        'name' => '毛针织衫',
      ),
      50011277 => 
      array (
        'cid' => 50011277,
        'name' => '短外套',
      ),
      50008897 => 
      array (
        'cid' => 50008897,
        'name' => '西装',
      ),
      50008898 => 
      array (
        'cid' => 50008898,
        'name' => '卫衣/绒衫',
      ),
      162103 => 
      array (
        'cid' => 162103,
        'name' => '毛衣',
      ),
      50008901 => 
      array (
        'cid' => 50008901,
        'name' => '风衣',
      ),
      50013194 => 
      array (
        'cid' => 50013194,
        'name' => '毛呢外套',
      ),
      50008900 => 
      array (
        'cid' => 50008900,
        'name' => '棉衣/棉服',
      ),
      50008899 => 
      array (
        'cid' => 50008899,
        'name' => '羽绒服',
      ),
      50008904 => 
      array (
        'cid' => 50008904,
        'name' => '皮衣',
      ),
      50008905 => 
      array (
        'cid' => 50008905,
        'name' => '皮草',
      ),
      50000852 => 
      array (
        'cid' => 50000852,
        'name' => '中老年女装',
      ),
      1629 => 
      array (
        'cid' => 1629,
        'name' => '大码女装',
      ),
      1624 => 
      array (
        'cid' => 1624,
        'name' => '套装/学生校服/工作制服',
      ),
      50011404 => 
      array (
        'cid' => 50011404,
        'name' => '婚纱/旗袍/礼服',
      ),
      50008906 => 
      array (
        'cid' => 50008906,
        'name' => '唐装/民族服装/舞台服装',
      ),
      121412004 => 
      array (
        'cid' => 121412004,
        'name' => '背心吊带',
      ),
      121434004 => 
      array (
        'cid' => 121434004,
        'name' => '抹胸',
      ),
    ),
  ),
  50006843 => 
  array (
    'cid' => 50006843,
    'name' => '女鞋',
    'sub' => 
    array (
      50012027 => 
      array (
        'cid' => 50012027,
        'name' => '低帮鞋',
      ),
      50012825 => 
      array (
        'cid' => 50012825,
        'name' => '高帮鞋',
      ),
      50012028 => 
      array (
        'cid' => 50012028,
        'name' => '靴子',
      ),
      50012032 => 
      array (
        'cid' => 50012032,
        'name' => '凉鞋',
      ),
      50012033 => 
      array (
        'cid' => 50012033,
        'name' => '拖鞋',
      ),
      50012042 => 
      array (
        'cid' => 50012042,
        'name' => '帆布鞋',
      ),
      50012047 => 
      array (
        'cid' => 50012047,
        'name' => '雨鞋',
      ),
    ),
  ),
  50006842 => 
  array (
    'cid' => 50006842,
    'name' => '箱包皮具/热销女包/男包',
    'sub' => 
    array (
      50012010 => 
      array (
        'cid' => 50012010,
        'name' => '女士包袋',
      ),
      50012019 => 
      array (
        'cid' => 50012019,
        'name' => '旅行箱',
      ),
      50026617 => 
      array (
        'cid' => 50026617,
        'name' => '箱包相关配件',
      ),
      50050199 => 
      array (
        'cid' => 50050199,
        'name' => '旅行袋',
      ),
      121434005 => 
      array (
        'cid' => 121434005,
        'name' => '钱包',
      ),
      121400005 => 
      array (
        'cid' => 121400005,
        'name' => '卡包',
      ),
      121400006 => 
      array (
        'cid' => 121400006,
        'name' => '卡套',
      ),
      121384005 => 
      array (
        'cid' => 121384005,
        'name' => '手机包',
      ),
      121392003 => 
      array (
        'cid' => 121392003,
        'name' => '钥匙包',
      ),
      121368002 => 
      array (
        'cid' => 121368002,
        'name' => '证件包',
      ),
      122690003 => 
      array (
        'cid' => 122690003,
        'name' => '双肩背包',
      ),
      122654005 => 
      array (
        'cid' => 122654005,
        'name' => '男士包袋',
      ),
    ),
  ),
  1625 => 
  array (
    'cid' => 1625,
    'name' => '女士内衣/男士内衣/家居服',
    'sub' => 
    array (
      50008881 => 
      array (
        'cid' => 50008881,
        'name' => '文胸',
      ),
      50008883 => 
      array (
        'cid' => 50008883,
        'name' => '文胸套装',
      ),
      50008882 => 
      array (
        'cid' => 50008882,
        'name' => '内裤',
      ),
      50008884 => 
      array (
        'cid' => 50008884,
        'name' => '塑身上衣',
      ),
      50012774 => 
      array (
        'cid' => 50012774,
        'name' => '塑身美体裤',
      ),
      50012775 => 
      array (
        'cid' => 50012775,
        'name' => '塑身腰封/腰夹',
      ),
      50012776 => 
      array (
        'cid' => 50012776,
        'name' => '塑身分体套装',
      ),
      50012781 => 
      array (
        'cid' => 50012781,
        'name' => '塑身连体衣',
      ),
      50008886 => 
      array (
        'cid' => 50008886,
        'name' => '睡衣上装',
      ),
      50012766 => 
      array (
        'cid' => 50012766,
        'name' => '睡裤/家居裤',
      ),
      50012771 => 
      array (
        'cid' => 50012771,
        'name' => '睡裙',
      ),
      50012772 => 
      array (
        'cid' => 50012772,
        'name' => '睡衣/家居服套装',
      ),
      50012773 => 
      array (
        'cid' => 50012773,
        'name' => '睡袍/浴袍',
      ),
      50008885 => 
      array (
        'cid' => 50008885,
        'name' => '保暖上装',
      ),
      50012777 => 
      array (
        'cid' => 50012777,
        'name' => '保暖裤',
      ),
      50012778 => 
      array (
        'cid' => 50012778,
        'name' => '保暖套装',
      ),
      50006846 => 
      array (
        'cid' => 50006846,
        'name' => '短袜/打底袜/丝袜/美腿袜',
      ),
      50010394 => 
      array (
        'cid' => 50010394,
        'name' => '吊带/背心/T恤',
      ),
      50008888 => 
      array (
        'cid' => 50008888,
        'name' => '抹胸',
      ),
      50008890 => 
      array (
        'cid' => 50008890,
        'name' => '肚兜',
      ),
      50008889 => 
      array (
        'cid' => 50008889,
        'name' => '乳贴',
      ),
      50012784 => 
      array (
        'cid' => 50012784,
        'name' => '肩带',
      ),
      50012785 => 
      array (
        'cid' => 50012785,
        'name' => '吊袜带',
      ),
      50012786 => 
      array (
        'cid' => 50012786,
        'name' => '插片/胸垫',
      ),
      50012787 => 
      array (
        'cid' => 50012787,
        'name' => '搭扣',
      ),
    ),
  ),
  50010404 => 
  array (
    'cid' => 50010404,
    'name' => '服饰配件/皮带/帽子/围巾',
    'sub' => 
    array (
      50009032 => 
      array (
        'cid' => 50009032,
        'name' => '腰带/皮带/腰链',
      ),
      302910 => 
      array (
        'cid' => 302910,
        'name' => '帽子',
      ),
      50007003 => 
      array (
        'cid' => 50007003,
        'name' => '围巾/丝巾/披肩',
      ),
      50009578 => 
      array (
        'cid' => 50009578,
        'name' => '围巾/手套/帽子套件',
      ),
      50001248 => 
      array (
        'cid' => 50001248,
        'name' => '领带夹',
      ),
      302909 => 
      array (
        'cid' => 302909,
        'name' => '袖扣',
      ),
      164206 => 
      array (
        'cid' => 164206,
        'name' => '婚纱礼服配件',
      ),
      50009037 => 
      array (
        'cid' => 50009037,
        'name' => '耳套',
      ),
      50010410 => 
      array (
        'cid' => 50010410,
        'name' => '手套',
      ),
      50009035 => 
      array (
        'cid' => 50009035,
        'name' => '手帕',
      ),
      50010406 => 
      array (
        'cid' => 50010406,
        'name' => '鞋包/皮带配件',
      ),
      50009033 => 
      array (
        'cid' => 50009033,
        'name' => '制衣面料',
      ),
      50009047 => 
      array (
        'cid' => 50009047,
        'name' => '其他配件',
      ),
      121366010 => 
      array (
        'cid' => 121366010,
        'name' => '口袋巾',
      ),
      121454011 => 
      array (
        'cid' => 121454011,
        'name' => '领部配件',
      ),
      121462007 => 
      array (
        'cid' => 121462007,
        'name' => '运动首饰',
      ),
    ),
  ),
  50011397 => 
  array (
    'cid' => 50011397,
    'name' => '珠宝/钻石/翡翠/黄金',
    'sub' => 
    array (
      121418029 => 
      array (
        'cid' => 121418029,
        'name' => '天然珍珠（新）',
      ),
      121392033 => 
      array (
        'cid' => 121392033,
        'name' => '其他天然玉石',
      ),
      121420031 => 
      array (
        'cid' => 121420031,
        'name' => '钻石首饰（新）',
      ),
      121422036 => 
      array (
        'cid' => 121422036,
        'name' => '铂金/PT（新）',
      ),
      121470039 => 
      array (
        'cid' => 121470039,
        'name' => '黄金首饰（新）',
      ),
      121402026 => 
      array (
        'cid' => 121402026,
        'name' => '彩色宝石/贵重宝石',
      ),
      121366034 => 
      array (
        'cid' => 121366034,
        'name' => '专柜swarovski水晶（新）',
      ),
      121392034 => 
      array (
        'cid' => 121392034,
        'name' => '翡翠（新）',
      ),
      121460027 => 
      array (
        'cid' => 121460027,
        'name' => '天然琥珀（新）',
      ),
      121434050 => 
      array (
        'cid' => 121434050,
        'name' => '和田玉',
      ),
    ),
  ),
  28 => 
  array (
    'cid' => 28,
    'name' => 'ZIPPO/瑞士军刀/眼镜',
    'sub' => 
    array (
      50000467 => 
      array (
        'cid' => 50000467,
        'name' => '品牌打火机/其它打火机',
      ),
      290601 => 
      array (
        'cid' => 290601,
        'name' => '瑞士军刀',
      ),
      50011894 => 
      array (
        'cid' => 50011894,
        'name' => '眼镜架',
      ),
      50011895 => 
      array (
        'cid' => 50011895,
        'name' => '眼镜片',
      ),
      50011892 => 
      array (
        'cid' => 50011892,
        'name' => '框架眼镜',
      ),
      50010368 => 
      array (
        'cid' => 50010368,
        'name' => '太阳眼镜',
      ),
      50011893 => 
      array (
        'cid' => 50011893,
        'name' => '功能眼镜',
      ),
      50011888 => 
      array (
        'cid' => 50011888,
        'name' => '眼镜配件、护理剂',
      ),
      50011896 => 
      array (
        'cid' => 50011896,
        'name' => '滴眼液、护眼用品',
      ),
      2909 => 
      array (
        'cid' => 2909,
        'name' => '烟具',
      ),
      50012709 => 
      array (
        'cid' => 50012709,
        'name' => '酒具',
      ),
      122444001 => 
      array (
        'cid' => 122444001,
        'name' => '品牌打火机及配件',
      ),
    ),
  ),
  2813 => 
  array (
    'cid' => 2813,
    'name' => '成人用品/避孕/计生用品',
    'sub' => 
    array (
      50012829 => 
      array (
        'cid' => 50012829,
        'name' => '计生用品',
      ),
      50019617 => 
      array (
        'cid' => 50019617,
        'name' => '男用器具',
      ),
      50019630 => 
      array (
        'cid' => 50019630,
        'name' => '女用器具',
      ),
      50019641 => 
      array (
        'cid' => 50019641,
        'name' => '情趣用品',
      ),
      50019651 => 
      array (
        'cid' => 50019651,
        'name' => '情趣内衣',
      ),
      50020206 => 
      array (
        'cid' => 50020206,
        'name' => '情趣家具',
      ),
    ),
  ),
  50012029 => 
  array (
    'cid' => 50012029,
    'name' => '运动鞋new',
    'sub' => 
    array (
      50012031 => 
      array (
        'cid' => 50012031,
        'name' => '篮球鞋',
      ),
      50012037 => 
      array (
        'cid' => 50012037,
        'name' => '网球鞋',
      ),
      50012038 => 
      array (
        'cid' => 50012038,
        'name' => '足球鞋',
      ),
      50012036 => 
      array (
        'cid' => 50012036,
        'name' => '跑步鞋',
      ),
      50012043 => 
      array (
        'cid' => 50012043,
        'name' => '板鞋/休闲鞋',
      ),
      50012044 => 
      array (
        'cid' => 50012044,
        'name' => '帆布鞋',
      ),
      50026312 => 
      array (
        'cid' => 50026312,
        'name' => '童鞋/青少年鞋',
      ),
      50012041 => 
      array (
        'cid' => 50012041,
        'name' => '综合训练鞋/室内健身鞋',
      ),
      50012048 => 
      array (
        'cid' => 50012048,
        'name' => '运动沙滩鞋/凉鞋',
      ),
      50012049 => 
      array (
        'cid' => 50012049,
        'name' => '运动拖鞋',
      ),
      50012064 => 
      array (
        'cid' => 50012064,
        'name' => '其它运动鞋',
      ),
      50012331 => 
      array (
        'cid' => 50012331,
        'name' => '羽毛球鞋',
      ),
      50012946 => 
      array (
        'cid' => 50012946,
        'name' => '乒乓球鞋',
      ),
      50017619 => 
      array (
        'cid' => 50017619,
        'name' => '排球鞋',
      ),
      50017865 => 
      array (
        'cid' => 50017865,
        'name' => '棒球鞋',
      ),
    ),
  ),
  50013864 => 
  array (
    'cid' => 50013864,
    'name' => '饰品/流行首饰/时尚饰品新',
    'sub' => 
    array (
      50013865 => 
      array (
        'cid' => 50013865,
        'name' => '项链',
      ),
      50013868 => 
      array (
        'cid' => 50013868,
        'name' => '项坠/吊坠',
      ),
      50014227 => 
      array (
        'cid' => 50014227,
        'name' => '耳饰',
      ),
      50013869 => 
      array (
        'cid' => 50013869,
        'name' => '手链',
      ),
      50013870 => 
      array (
        'cid' => 50013870,
        'name' => '手镯',
      ),
      50013871 => 
      array (
        'cid' => 50013871,
        'name' => '脚链',
      ),
      50013875 => 
      array (
        'cid' => 50013875,
        'name' => '戒指/指环',
      ),
      50013876 => 
      array (
        'cid' => 50013876,
        'name' => '胸针',
      ),
      50013877 => 
      array (
        'cid' => 50013877,
        'name' => '摆件',
      ),
      50013878 => 
      array (
        'cid' => 50013878,
        'name' => '发饰',
      ),
      50013882 => 
      array (
        'cid' => 50013882,
        'name' => '其它首饰',
      ),
      121408037 => 
      array (
        'cid' => 121408037,
        'name' => 'DIY配件',
      ),
      121390019 => 
      array (
        'cid' => 121390019,
        'name' => '保养鉴定用品',
      ),
      121408038 => 
      array (
        'cid' => 121408038,
        'name' => '首饰收纳',
      ),
      123596001 => 
      array (
        'cid' => 123596001,
        'name' => '佛珠/木质手串',
      ),
    ),
  ),
  50468001 => 
  array (
    'cid' => 50468001,
    'name' => '手表',
    'sub' => 
    array (
      50496015 => 
      array (
        'cid' => 50496015,
        'name' => '配件',
      ),
      121474002 => 
      array (
        'cid' => 121474002,
        'name' => '怀表',
      ),
      121454006 => 
      array (
        'cid' => 121454006,
        'name' => '腕表',
      ),
    ),
  ),
  50510002 => 
  array (
    'cid' => 50510002,
    'name' => '运动包/户外包/配件',
    'sub' => 
    array (
      50023096 => 
      array (
        'cid' => 50023096,
        'name' => '单肩背包',
      ),
      50023100 => 
      array (
        'cid' => 50023100,
        'name' => '运动鼓包/旅行包',
      ),
      50014493 => 
      array (
        'cid' => 50014493,
        'name' => '双肩背包',
      ),
      50015943 => 
      array (
        'cid' => 50015943,
        'name' => '防雨罩/背包配件',
      ),
      50014503 => 
      array (
        'cid' => 50014503,
        'name' => '挎包/拎包/休闲包',
      ),
      50014496 => 
      array (
        'cid' => 50014496,
        'name' => '户外摄影包',
      ),
      50015374 => 
      array (
        'cid' => 50015374,
        'name' => '运动袜',
      ),
      50019690 => 
      array (
        'cid' => 50019690,
        'name' => '鞋垫',
      ),
      50019281 => 
      array (
        'cid' => 50019281,
        'name' => '保养用品/鞋配件配饰',
      ),
      50015371 => 
      array (
        'cid' => 50015371,
        'name' => '头巾/遮耳',
      ),
      50015372 => 
      array (
        'cid' => 50015372,
        'name' => '围巾/围脖',
      ),
      50015373 => 
      array (
        'cid' => 50015373,
        'name' => '雪套/套脚',
      ),
      50015370 => 
      array (
        'cid' => 50015370,
        'name' => '手套',
      ),
      50018244 => 
      array (
        'cid' => 50018244,
        'name' => '腰带',
      ),
      50018245 => 
      array (
        'cid' => 50018245,
        'name' => '贴章/魔术贴章',
      ),
      50015376 => 
      array (
        'cid' => 50015376,
        'name' => '其他服饰配件',
      ),
      50015377 => 
      array (
        'cid' => 50015377,
        'name' => '雨衣/雨裤/雨披',
      ),
      50015369 => 
      array (
        'cid' => 50015369,
        'name' => '运动帽',
      ),
      50516004 => 
      array (
        'cid' => 50516004,
        'name' => '运动护具',
      ),
      50522001 => 
      array (
        'cid' => 50522001,
        'name' => '运动水壶',
      ),
      121386020 => 
      array (
        'cid' => 121386020,
        'name' => '手包',
      ),
      121384022 => 
      array (
        'cid' => 121384022,
        'name' => '腰包',
      ),
      121456019 => 
      array (
        'cid' => 121456019,
        'name' => '钱包卡套',
      ),
      121398019 => 
      array (
        'cid' => 121398019,
        'name' => '旅行箱包',
      ),
      121462024 => 
      array (
        'cid' => 121462024,
        'name' => '收纳配件包',
      ),
      121434026 => 
      array (
        'cid' => 121434026,
        'name' => '防水箱包',
      ),
      121416021 => 
      array (
        'cid' => 121416021,
        'name' => '鞋带',
      ),
      121478018 => 
      array (
        'cid' => 121478018,
        'name' => '鞋油',
      ),
      121400019 => 
      array (
        'cid' => 121400019,
        'name' => '腿套',
      ),
      121476019 => 
      array (
        'cid' => 121476019,
        'name' => '其他鞋配件',
      ),
      121380022 => 
      array (
        'cid' => 121380022,
        'name' => '运动首饰',
      ),
    ),
  ),
  50008141 => 
  array (
    'cid' => 50008141,
    'name' => '酒类',
    'sub' => 
    array (
      50013003 => 
      array (
        'cid' => 50013003,
        'name' => '葡萄酒',
      ),
      50008144 => 
      array (
        'cid' => 50008144,
        'name' => '国产白酒',
      ),
      50008147 => 
      array (
        'cid' => 50008147,
        'name' => '黄酒',
      ),
      50008145 => 
      array (
        'cid' => 50008145,
        'name' => '配制酒/果酒',
      ),
      50008146 => 
      array (
        'cid' => 50008146,
        'name' => '啤酒',
      ),
      50008148 => 
      array (
        'cid' => 50008148,
        'name' => '其他酒类',
      ),
      50514003 => 
      array (
        'cid' => 50514003,
        'name' => '洋酒',
      ),
      123502002 => 
      array (
        'cid' => 123502002,
        'name' => '保健食品酒',
      ),
    ),
  ),
  122650005 => 
  array (
    'cid' => 122650005,
    'name' => '童鞋/婴儿鞋/亲子鞋',
    'sub' => 
    array (
      122730001 => 
      array (
        'cid' => 122730001,
        'name' => '鞋配件',
      ),
      50012341 => 
      array (
        'cid' => 50012341,
        'name' => '运动鞋',
      ),
      50132002 => 
      array (
        'cid' => 50132002,
        'name' => '亲子鞋',
      ),
      50012352 => 
      array (
        'cid' => 50012352,
        'name' => '虎头鞋',
      ),
      50012353 => 
      array (
        'cid' => 50012353,
        'name' => '雨靴',
      ),
      50012342 => 
      array (
        'cid' => 50012342,
        'name' => '皮鞋',
      ),
      50012351 => 
      array (
        'cid' => 50012351,
        'name' => '传统布鞋/手工编织鞋',
      ),
      50012343 => 
      array (
        'cid' => 50012343,
        'name' => '帆布鞋',
      ),
      50003620 => 
      array (
        'cid' => 50003620,
        'name' => '鞋带鞋垫及其它',
      ),
      50012345 => 
      array (
        'cid' => 50012345,
        'name' => '学步鞋/婴儿步前鞋',
      ),
      50012346 => 
      array (
        'cid' => 50012346,
        'name' => '凉鞋',
      ),
      50012349 => 
      array (
        'cid' => 50012349,
        'name' => '拖鞋',
      ),
      50012348 => 
      array (
        'cid' => 50012348,
        'name' => '棉鞋',
      ),
      50012347 => 
      array (
        'cid' => 50012347,
        'name' => '靴子/雪地靴',
      ),
      50017903 => 
      array (
        'cid' => 50017903,
        'name' => '舞蹈鞋',
      ),
    ),
  ),
  122684003 => 
  array (
    'cid' => 122684003,
    'name' => '自行车/骑行装备/零配件',
    'sub' => 
    array (
      122732001 => 
      array (
        'cid' => 122732001,
        'name' => '自行车整车',
      ),
      122736001 => 
      array (
        'cid' => 122736001,
        'name' => '骑行服饰/骑行装备',
      ),
      122740001 => 
      array (
        'cid' => 122740001,
        'name' => '自行车/单车装备',
      ),
      122738001 => 
      array (
        'cid' => 122738001,
        'name' => '自行车零/配件',
      ),
      122742001 => 
      array (
        'cid' => 122742001,
        'name' => '自行车修车工具',
      ),
    ),
  ),
  122718004 => 
  array (
    'cid' => 122718004,
    'name' => '家庭保健',
    'sub' => 
    array (
      122656008 => 
      array (
        'cid' => 122656008,
        'name' => '普通诊察',
      ),
      122642004 => 
      array (
        'cid' => 122642004,
        'name' => '康复辅助',
      ),
      122632010 => 
      array (
        'cid' => 122632010,
        'name' => '急救护理',
      ),
      122624007 => 
      array (
        'cid' => 122624007,
        'name' => '计生避孕',
      ),
    ),
  ),
  122852001 => 
  array (
    'cid' => 122852001,
    'name' => '居家布艺',
    'sub' => 
    array (
      122946001 => 
      array (
        'cid' => 122946001,
        'name' => '十字绣及工具配件',
      ),
      122874003 => 
      array (
        'cid' => 122874003,
        'name' => '刺绣套件',
      ),
      122920002 => 
      array (
        'cid' => 122920002,
        'name' => '坐垫/椅垫/沙发垫',
      ),
      122880002 => 
      array (
        'cid' => 122880002,
        'name' => '防尘保护罩',
      ),
      122918003 => 
      array (
        'cid' => 122918003,
        'name' => '窗帘门帘及配件',
      ),
      122950002 => 
      array (
        'cid' => 122950002,
        'name' => '餐桌布艺',
      ),
      122954001 => 
      array (
        'cid' => 122954001,
        'name' => '缝纫DIY材料、工具及成品',
      ),
      50000583 => 
      array (
        'cid' => 50000583,
        'name' => '地垫',
      ),
      50000582 => 
      array (
        'cid' => 50000582,
        'name' => '地毯',
      ),
      50000584 => 
      array (
        'cid' => 50000584,
        'name' => '挂毯/壁毯',
      ),
      213002 => 
      array (
        'cid' => 213002,
        'name' => '靠垫/抱枕',
      ),
      50005033 => 
      array (
        'cid' => 50005033,
        'name' => '布料/面料/手工diy布料面料',
      ),
      50010103 => 
      array (
        'cid' => 50010103,
        'name' => '毛巾/浴巾/浴袍',
      ),
      50012051 => 
      array (
        'cid' => 50012051,
        'name' => '家居拖鞋/凉拖/棉拖/居家鞋',
      ),
    ),
  ),
  122950001 => 
  array (
    'cid' => 122950001,
    'name' => '节庆用品/礼品',
    'sub' => 
    array (
      122968002 => 
      array (
        'cid' => 122968002,
        'name' => '灯',
      ),
      122998001 => 
      array (
        'cid' => 122998001,
        'name' => '婚庆布景/道具',
      ),
      122956002 => 
      array (
        'cid' => 122956002,
        'name' => '气球/飘空气球',
      ),
      123000001 => 
      array (
        'cid' => 123000001,
        'name' => '圣诞用品/礼品/装饰品',
      ),
      122968003 => 
      array (
        'cid' => 122968003,
        'name' => '创意礼品',
      ),
      50005250 => 
      array (
        'cid' => 50005250,
        'name' => '喜字/剪纸/贴纸',
      ),
      50005251 => 
      array (
        'cid' => 50005251,
        'name' => '席位卡',
      ),
      50021420 => 
      array (
        'cid' => 50021420,
        'name' => '装饰灯',
      ),
      50018426 => 
      array (
        'cid' => 50018426,
        'name' => '蜡烛',
      ),
      50018427 => 
      array (
        'cid' => 50018427,
        'name' => '面具',
      ),
      50018424 => 
      array (
        'cid' => 50018424,
        'name' => '拉花',
      ),
      50018425 => 
      array (
        'cid' => 50018425,
        'name' => '礼花/礼炮',
      ),
      50007278 => 
      array (
        'cid' => 50007278,
        'name' => '新娘配件',
      ),
      50021419 => 
      array (
        'cid' => 50021419,
        'name' => '毛条',
      ),
      50007125 => 
      array (
        'cid' => 50007125,
        'name' => '贺卡/卡片',
      ),
      50010020 => 
      array (
        'cid' => 50010020,
        'name' => '请柬',
      ),
      50010021 => 
      array (
        'cid' => 50010021,
        'name' => '红包/利是封',
      ),
      50010042 => 
      array (
        'cid' => 50010042,
        'name' => '糖盒/糖盒配件',
      ),
      50010022 => 
      array (
        'cid' => 50010022,
        'name' => '礼金簿/签名册',
      ),
      50021413 => 
      array (
        'cid' => 50021413,
        'name' => '对联',
      ),
      50021415 => 
      array (
        'cid' => 50021415,
        'name' => '挂饰/生肖挂饰',
      ),
      50003854 => 
      array (
        'cid' => 50003854,
        'name' => '其它节庆用品',
      ),
      50021417 => 
      array (
        'cid' => 50021417,
        'name' => '灯笼',
      ),
      50025861 => 
      array (
        'cid' => 50025861,
        'name' => '角色扮演类用品',
      ),
      50025860 => 
      array (
        'cid' => 50025860,
        'name' => '装扮用品',
      ),
      50025865 => 
      array (
        'cid' => 50025865,
        'name' => '整蛊用品',
      ),
      50025863 => 
      array (
        'cid' => 50025863,
        'name' => '荧光棒',
      ),
      50025862 => 
      array (
        'cid' => 50025862,
        'name' => '充气用品',
      ),
      50025858 => 
      array (
        'cid' => 50025858,
        'name' => '门幅',
      ),
      50023063 => 
      array (
        'cid' => 50023063,
        'name' => '生肖用品',
      ),
      50023052 => 
      array (
        'cid' => 50023052,
        'name' => '喷彩/喷雪',
      ),
      50023061 => 
      array (
        'cid' => 50023061,
        'name' => '节庆布艺用品',
      ),
      50025859 => 
      array (
        'cid' => 50025859,
        'name' => '哨子',
      ),
      50023060 => 
      array (
        'cid' => 50023060,
        'name' => '中国结',
      ),
    ),
  ),
  122952001 => 
  array (
    'cid' => 122952001,
    'name' => '餐饮具',
    'sub' => 
    array (
      122996002 => 
      array (
        'cid' => 122996002,
        'name' => '杯子/水杯/水壶',
      ),
      123002001 => 
      array (
        'cid' => 123002001,
        'name' => '餐具',
      ),
      123004001 => 
      array (
        'cid' => 123004001,
        'name' => '茶具',
      ),
      122974003 => 
      array (
        'cid' => 122974003,
        'name' => '咖啡器具',
      ),
      123006001 => 
      array (
        'cid' => 123006001,
        'name' => '酒壶/酒杯/酒具',
      ),
      123008001 => 
      array (
        'cid' => 123008001,
        'name' => '保鲜容器/保鲜器皿',
      ),
      122970002 => 
      array (
        'cid' => 122970002,
        'name' => '一次性餐桌用品',
      ),
    ),
  ),
) 
?>