 {include file="../header.php"}
<div class="hpz_returntop"><a href="{$URL}m=member&a=reg" class="external"> &lt;</a><span style="margin-left:20px;">{$_G.setting.title}用户注册<br>服务协议<</span></div>
<div class="cl" >
        <div style="width:96%; margin:5px auto; border:2px solid #ccc; padding:10px;" class="cl">

            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;尊敬的用户，若您欲加入、注册成为本网站用户，在注册成功后使用本网站服务的，即表明您已经阅读并同意以下用户服务协议内容，您的用户活动则应当遵从本协议服务条款。本协议由您与本网站共同缔结，本协议具有合同效力。只要在您确认本服务协议后，本协议即在您与本网站之间发生法律效力，对双方产生约束力。 </p>

            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议中协议双方合称协议方，本网站域名是：miniubuy.com，中文名：“{$_G.setting.title}”（以下称“{$_G.setting.title}”）。 </p>

            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一、协议内容及签署</p>

            <p>　　1、本协议内容包括协议正文及所有{$_G.setting.title}已经发布的或将来可能发布的各类规则，包括但不仅限于网站公告及帮助在内的官方声明。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何{$_G.setting.title}及其关联公司提供的服务均受本协议约束。</p>

            <p>　　2、您应当在使用{$_G.setting.title}服务之前认真阅读全部协议内容，如您对协议有任何疑问的，应向{$_G.setting.title}咨询。但无论您事实上是否在使用{$_G.setting.title}服务之前认真阅读了本协议内容，只要您使用{$_G.setting.title}服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得{$_G.setting.title}对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>

            <p>　　3、{$_G.setting.title}有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即自动生效。修改后的服务协议一旦在网页上公布即有效代替原来的服务协议。此外，当您使用{$_G.setting.title}特殊服务时，您和{$_G.setting.title}应遵守{$_G.setting.title}随时公布的与该服务相关的指引、公告以及规则。前述所有的指引、公告以及规则，均构成本服务协议的一部分。如您不同意相关变更，应当立即停止使用{$_G.setting.title}服务。您继续使用{$_G.setting.title}服务的，即表示您接受经修订的协议和规则。</p>

            <p>　　4、您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且{$_G.setting.title}有权注销（永久冻结）您的{$_G.setting.title}账户，并向您及您的监护人索偿。</p>

            <p>　　5、您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用{$_G.setting.title}服务。您一旦使用{$_G.setting.title}服务，即视为您已了解并完全同意本服务协议各项内容，包括{$_G.setting.title}对服务协议随时所做的任何修改，并成为{$_G.setting.title}用户（以下简称“用户”）。 </p>

            <p>　　二、{$_G.setting.title}服务使用规范</p>

            <p>　　1、遵守法律</p>

            <p>　　您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。 </p>

            <p>　　同时如果{$_G.setting.title}有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，{$_G.setting.title}可在任何时候不经任何事先通知终止向您提供服务。</p>

            <p>　　2、您的注册义务</p>

            <p>　　为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的注册邮箱、密码和名号，并确保今后更新的登录邮箱、名号、头像等资料的有效性和合法性。若您提供任何违法、不道德或{$_G.setting.title}认为不适合在{$_G.setting.title}上展示的资料；或者{$_G.setting.title}有理由怀疑您的资料属于程序或恶意操作，{$_G.setting.title}有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。</p>

            <p>　　{$_G.setting.title}无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</p>

            <p>　　3、用户帐号、密码及安全</p>

            <p>　　完成本服务的注册程序并成功注册之后，您可使用您的账号和密码，登录到您在{$_G.setting.title}的帐户（下称“帐号”）。保护您的帐号安全，是您的责任。 </p>

            <p>　　您应对所有使用您的密码及帐号的活动负完全的责任。您同意：</p>

            <p>　　1）您的{$_G.setting.title}帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知{$_G.setting.title}； </p>

            <p>　　2）如果您未保管好自己的帐号和密码，因此而产生的任何损失或损害，{$_G.setting.title}无法也不承担任何责任； </p>

            <p>　　3）每个用户都要对其帐号中的所有行为和事件负全责。如果您未保管好自己的帐号和密码而对您、{$_G.setting.title}或第三方造成了损害，您将负全部责任。 </p>

            <p>　　4、{$_G.setting.title}隐私权政策 </p>

            <p>　　您提供的登记资料及{$_G.setting.title}保留的有关您的若干其它资料将受到中国有关隐私的法律和本网站《隐私声明》之规范。 </p>

            <p>　　5、提供者之责任 </p>

            <p>　　根据有关法律法规，{$_G.setting.title}在此郑重提醒您注意，任何经由本服务而发布、上传的文字、资讯、资料、照片、图形、视讯、信息或其它资料（以下简称“内容  ”），无论是公开还是私下传送，均由内容提供者承担责任。{$_G.setting.title}仅为用户提供内容存储空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，{$_G.setting.title}均不为任何内容负责，但{$_G.setting.title}有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关政府主管机关报告。 </p>

            <p>　　6、用户行为 </p>

            <p>　　用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶ </p>

            <p>　　1）用户不得发布或以其它方式传送含有下列内容之一的信息： </p>

            <p>　　* 反对宪法所确定的基本原则的； </p>

            <p>　　* 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； </p>

            <p>　　* 损害国家荣誉和利益的；</p>

            <p>　　* 煽动民族仇恨、民族歧视、破坏民族团结的； </p>

            <p>　　* 破坏国家宗教政策，宣扬邪教和封建迷信的； </p>

            <p>　　* 散布谣言，扰乱社会秩序，破坏社会稳定的； </p>

            <p>　　* 散布淫秽、色情、赌博、暴力、凶杀、恐怖、吸毒或者教唆犯罪的； </p>

            <p>　　* 侮辱或者诽谤他人，侵害他人合法权利的； </p>

            <p>　　* 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵，或其它道德上令人反感的内容； </p>

            <p>　　* 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的； </p>

            <p>　　* 其他含有{$_G.setting.title}认为不适合在{$_G.setting.title}展示的内容。</p>

            <p>　　2）用户不得出现恶意注册、恶意点击等行为，严禁通过购买产品恶意取消订单等非法手段来提高个人收入，一经发现，{$_G.setting.title}有权取消注册用户的资格，并追回已经支付的全部佣金，同时该用户必须承担由此给{$_G.setting.title}带来的所有损失。<br>

                {$_G.setting.title}严禁各种针对{$_G.setting.title}活动的作弊行为，作弊行为包括但不限于：使用相同的电脑、相同的IP地址在同一天内注册多个账号，以骗取奖励邀请的行为、以注册送钱或注册送奖励等利益诱导来骗取注册的行为。对于查实的作弊行为，我们将收回该账号全部的邀请奖励、取消邀请资格，给予一定处罚，并列入{$_G.setting.title}黑名单账户。 </p>

            <p>　　3）用户不得以任何方式危害他人的合法权益；冒充其他任何人或机构，或以虚假不实的方式陈述或谎称与任何人或机构有关发布或以其它方式传送相关内容。 </p>

            <p>　　4）用户不得将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送； </p>

            <p>　　5）用户不得将侵害他人着作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）之内容加以发布或以其它方式传送； </p>

            <p>　　6）用户不得将任何广告信函、促销资料、“垃圾邮件”、““滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送； </p>

            <p>　　7）用户不得将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送； </p>

            <p>　　8）用户不得干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范； </p>

            <p>　　9）用户不得跟踪、人肉搜索或以其它方式骚扰他人； </p>

            <p>　　10）不得故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则； </p>

            <p>11）用户不得未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。 </p>

            <p>12）未经{$_G.setting.title}同意，禁止用户在{$_G.setting.title}网站上发布任何形式的广告。</p>

            <p>　　您已认可{$_G.setting.title}未对用户的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于{$_G.setting.title}。您同意{$_G.setting.title}依其自行之考虑，删除可经由本服务提供之违反本条款的或其它引起{$_G.setting.title}反感的任何内容。 </p>

            <p>　　您了解并同意，{$_G.setting.title}依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露： </p>

            <p>　　a）遵守法律程序； </p>

            <p>　　b）执行本服务协议； </p>

            <p>　　c）回应任何第三人提出的权利主张； </p>

            <p>　　d）保护{$_G.setting.title}、其用户及公众之权利、财产或个人安全； </p>

            <p>　　e）其它{$_G.setting.title}认为有必要的情况。 </p>

            <p>　　7、国际使用之特别警告 </p>

            <p>　　您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息之传输的所有适用法律法规。 </p>

            <p>　　8、在{$_G.setting.title}发布的公开信息 </p>

            <p>　　1）在本服务协议中，“本服务公开使用区域”系指一般公众可以使用的区域； </p>

            <p>　　2）用户在{$_G.setting.title}上传或发布的内容，用户应保证其为着作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，用户同意授予{$_G.setting.title}所有上述内容在全球范围内的免费、不可撤销的、永久的、可再许或可转让的独家使用权许可，据该许可{$_G.setting.title}将有权以展示、推广及其他不为法律所禁止的方式使用前述内容。 </p>

            <p>　　9、关于使用及储存之一般措施 </p>

            <p>　　您承认关于本服务的使用{$_G.setting.title}有权制订基本措施及限制，包含但不限于本服务将保留所发布内容或其它发布内容之最长期间，以及一定期间内您使用本服务之次数上限（及每次使用时间之上限）。通过本服务发布或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，您同意{$_G.setting.title}毋须承担任何责任。您也同意，{$_G.setting.title}有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。 </p>

            <p>　　三、免责范围和争议处理</p>

            <p>　　1、{$_G.setting.title}负责按"现状"和"可得到"的状态向您提供服务。但对服务不作任何明示或暗示的保证，包括但不限于{$_G.setting.title}服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，{$_G.setting.title}也不对服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。 </p>

            <p>　　2、与广告商及其他第三方进行交易 </p>

            <p>　　您通过本网站与合作者或间接合作者及其他第三方进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与合作者或间接合作者及其他第三方之间之行为。您因前述任何交易或前述合作者或间接合作者及其他第三方而遭受的任何性质的损失或损害，{$_G.setting.title}对此不负任何法律责任。 </p>

            <p>　　您了解并同意{$_G.setting.title}上的信息是用户自行发布，且可能存在风险和瑕疵。{$_G.setting.title}仅作为交易地点。{$_G.setting.title}仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所，但{$_G.setting.title}无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。 </p>

            <p>　　3、除非法律法规明确要求，或出现以下情况，否则，{$_G.setting.title}没有义务对所有用户的注册数据、商品（服务）信息、交易行为以及与交易有关的其它事项进行事先审查： </p>

            <p>　　a) {$_G.setting.title}有合理的理由认为特定注册用户及具体交易事项可能存在重大违法或违约情形。 </p>

            <p>　　b) {$_G.setting.title}有合理的理由认为用户在本网站的行为涉嫌违法或不当。 </p>

            <p>　　4、您了解并同意，{$_G.setting.title}不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论{$_G.setting.title}是否已被告知该损害赔偿的可能性) ： </p>

            <p>　　a) 使用或未能使用{$_G.setting.title}服务。 </p>

            <p>　　b) 第三方未经批准的使用您的账户或更改您的数据；您的传输或数据遭到未获授权的存取或变更。 </p>

            <p>　　c) 通过{$_G.setting.title}服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失。 </p>

            <p>　　d) 您对{$_G.setting.title}服务的误解，与本服务相关的其它事宜，但本服务协议有明确规定的除外。 </p>

            <p>　　e) 任何第三方在本服务中所作之声明或行为；  任何非因{$_G.setting.title}的原因而引起的与{$_G.setting.title}服务有关的其它损失。 </p>

            <p>5、不论在何种情况下，{$_G.setting.title}均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。 <br>

                <br>

                6、{$_G.setting.title}及其关联公司有权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定。该处理决定对您有约束力。如您未在限期内执行处理决定的，则{$_G.setting.title}及其关联公司有权利（但无义务）直接使用您{$_G.setting.title}账户内的款项。应及时弥补{$_G.setting.title}及其关联公司的损失，否则{$_G.setting.title}及其关联公司有权直接抵减您在其它合同项下的权益，并有权继续追偿。 </p>

            <p>您理解并同意，{$_G.setting.title}及其关联公司并非司法机构，仅能以普通人的身份对证据进行鉴别，{$_G.setting.title}及其关联公司对争议的调处完全是基于您的委托，{$_G.setting.title}及其关联公司无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。</p>

            <p>7、{$_G.setting.title}之专属权利 </p>

            <p>您了解并同意，本服务及本服务所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意，经由本服务合作者或间接合作者及其他第三方或向您呈现之赞助广告或信息所包含之内容，亦受到着作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经{$_G.setting.title}或合作者或间接合作者及其他第三方明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生着作，使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。{$_G.setting.title}仅授予您个人、不可移转及非专属之使用权，使您得于单机计算机使用其软件之目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生着作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过由{$_G.setting.title}所提供的界面而非任何其它途径使用本服务。 <br>

                由于您通过本服务提供、发布或传送之内容、您与本服务连线、您违反本服务协议、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿{$_G.setting.title}及其关联企业、职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。 <br>

            </p>

            <p>8、用户专属权利　　 </p>

            <p>{$_G.setting.title}尊重他人知识产权，呼吁用户也要同样尊重知识产权。如果您对他人的知识产权或其他人身权利造成了侵害，{$_G.setting.title}将依国家法律法规的规定，或在适当的情形下，将依其服务条款或其相关规范性规定，删除特定内容或以至终止您对账户的使用。 </p>

            <p>　　四、协议终止</p>

            <p>　　1、您了解并同意{$_G.setting.title}有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部{$_G.setting.title}平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任。您同意{$_G.setting.title}基于其自行之考虑，因任何理由，包含但不限于缺乏使用，或{$_G.setting.title}认为您已经违反本服务协议的文字及精神，终止您的帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本服务协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，{$_G.setting.title}可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，{$_G.setting.title}对您或任何第三人均不承担任何责任。 </p>

            <p>　　2、出现以下情况时，{$_G.setting.title}有权直接以注销账户的方式终止本协议: </p>

            <p>　　a) {$_G.setting.title}终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为{$_G.setting.title}用户的； </p>

            <p>　　b) 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或{$_G.setting.title}以其它联系方式通知您更改电子邮件信息,而您在{$_G.setting.title}通知后三个工作日内仍未更改为有效的电子邮箱的。 </p>

            <p>　　c) 您注册信息中的主要内容不真实或不准确或不及时或不完整。 </p>

            <p>　　d) 本协议（含规则及上述其他）变更时，您明示并通知{$_G.setting.title}不愿接受新的服务协议的； </p>

            <p>　　e) 其它{$_G.setting.title}认为应当终止服务的情况。 </p>

            <p>　　3、您有权向{$_G.setting.title}要求注销您的账户，经{$_G.setting.title}审核同意的，{$_G.setting.title}注销（永久冻结）您的账户，届时，您与{$_G.setting.title}基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，{$_G.setting.title}没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。 </p>

            <p>　　4、您了解并同意您与九{$_G.setting.title}的合同关系终止后，{$_G.setting.title}仍享有下列权利 </p>

            <p>　　a) 继续保存您的注册信息及您使用{$_G.setting.title}服务期间的所有交易信息。 </p>

            <p>　　b) 您在使用{$_G.setting.title}服务期间存在违法行为或违反本协议和/或规则的行为的，{$_G.setting.title}仍可依据本协议向您主张权利。 </p>

            <p>　　5、{$_G.setting.title}中止或终止向您提供服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保{$_G.setting.title}免于因此产生任何损失或承担任何费用： </p>

            <p>　　a) 您在服务中止或终止之前已经上传至{$_G.setting.title}的物品尚未交易的，{$_G.setting.title}有权在中止或终止服务的同时删除此项物品的相关信息； </p>

            <p>　　b) 您在服务中止或终止之前已经与其他注册用户达成买卖合同，但合同尚未实际履行的，{$_G.setting.title}有权删除该买卖合同及其交易物品的相关信息； </p>

            <p>　　c) 您在服务中止或终止之前已经与其他注册用户达成买卖合同且已部分履行的，{$_G.setting.title}可以不删除该项交易，但{$_G.setting.title}有权在中止或终止服务的同时将相关情形通知您的交易对方。 </p>

            <p>　　五、其他条款</p>

            <p>　&nbsp; 1、本服务协议、网站公告、帮助中心和免责声明构成您与{$_G.setting.title}之全部协议，并规范您对于本服务之使用行为。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及条件； </p>

            <p>　　2、本服务协议及您与{$_G.setting.title}之关系，均受到中华人民共和国法律管辖。本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。您与{$_G.setting.title}就本服务、本服务协议或其它有关事项发生的争议，应首先友好协商解决，协商不成时应提请杭州仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力； </p>

            <p>　　3、{$_G.setting.title}未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃； </p>

            <p>　　4、倘本服务协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本服务协议其它规定仍应具有完整的效力及效果； </p>

            <p>　　5) 只要您注册并登录了{$_G.setting.title}，就代表您已阅读并自愿遵守以上协议所有内容。 </p>

　　6）{$_G.setting.title}对本服务协议享有最终解释权。

            



        </div>



    </div>

{include file="../footer.php"}